Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/ihris-manage/*.po
Languages: uk

source: Add Person
uk: Додати особу

source: Review Applicants
uk: Огляд заявників

source: Manage People
uk: Керувати людьми

source: Add a new employee
uk: Додати нового співробітника

source: or applicant
uk: або заявника

source: Search Records
uk: Пошук записів

source: Locate any employee or position record in the system to review, print or update.
uk: Виявити які-небудь записи співробітника чи посади в системі для перегляду, друку або оновлення.

source: View Reports
uk: Перегляд звітів

source: Configure System
uk: Налаштування системи

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
uk: Управління модулями, адміністрування посад, редагування випадного меню та створення або оновлення облікових записів.

source: Change Password
uk: Змінити пароль

source: View Person
uk: Перегляд особи

source: Individual Information
uk: Індивідуальна інформація

source: Hide
uk: Приховати

source: Set Position
uk: Вказати посаду

source: Add Demographic Information
uk: Додати демографічну інформацію

source: Add Identification
uk: Додати ідентифікацію

source: Edit This Information
uk: Редагувати цю інформацію

source: Update this Information
uk: Оновити цю інформацію

source: View Name History
uk: Переглянути історію імені

source: Name / Nationality
uk: Ім'я / громадянство

source: Contact Information
uk: Контактна інформація

source: Position Information
uk: Інформація про посаду

source: Add Benefit/Special Payment
uk: Додати пільги/спеціальні виплати

source: Qualifications
uk: Кваліфікація

source: Add Registration
uk: Додати реєстрацію

source: Add Language Proficiency
uk: Додати знання мови

source: Add Competency
uk: Додати досвід

source: Competency Evaluations
uk: Оцінки кваліфікації

source: Training Courses
uk: Навчальні курси

source: Add Training Course
uk: Додати навчальний курс

source: Application
uk: Заявка

source: Add Application
uk: Додати заявку

source: Log Interview Details
uk: Подробиці журналу співбесіди

source: Log Hiring Decision
uk: Журнал рішення про найм

source: Employment History
uk: Трудовий стаж

source: Add Employment
uk: Додати місце роботи

source: Education History
uk: Історія освіти

source: Add Education
uk: Додати освіту

source: Notes
uk: Нотатки

source: Add Note
uk: Додати нотатку

source: Administer Database
uk: Адміністрування бази даних

source: Administer Positions
uk: Адміністрування посад

source: Create Job Structure
uk: Створити робочу структуру

source: Cadres
uk: Кадри

source: Job Classifications
uk: Класифікація посад

source: Salary Grades
uk: Розряди посадового окладу

source: Jobs
uk: Вакансії

source: Manage Positions
uk: Управляти посадами

source: Salary Sources
uk: Джерела зарплати

source: Position Types
uk: Типи посад

source: Positions (by Facility)
uk: Посади (за установою)

source: Positions (by Status)
uk: Посади (за статусом)

source: Administer Other Lists
uk: Адмініструвати інші списки

source: Organization Lists
uk: Списки організацій

source: Facility Type
uk: Тип закладу

source: Office/Facility
uk: Відомство/Установа

source: Department
uk: Відділ

source: Registration Councils
uk: Ради реєстрації

source: Employee Lists
uk: Списки співробітників

source: Education Type
uk: Тип освіти

source: Degree
uk: Ступінь

source: Language
uk: Мова

source: Competency Type
uk: Тип кваліфікації

source: Competency
uk: Кваліфікація

source: Competency Evaluation
uk: Оцінка кваліфікації

source: Identification Type
uk: Тип ідентифікації

source: Benefit Type
uk: Тип пільги

source: Marital Status
uk: Сімейний стан

source: Reasons for Departure
uk: Причини для звільнення

source: Geographic Information
uk: Географічна інформація

source: Country
uk: Країна

source: Region
uk: Область

source: District
uk: Район

source: County
uk: Повіт

source: Currency
uk: Валюта

source: Training Course Information
uk: Інформація про навчальний курс

source: Status of a Training Course
uk: Статус навчального курсу

source: Requestors of a Training Course
uk: Ініціатори запиту навчального курсу

source: Evaluation of a Training Course
uk: Оцінка навчального курсу

source: Category of a Training Course
uk: Категорія навчального курсу

source: Training Institution
uk: Навчальний заклад

source: Training Funder
uk: Спонсор навчання

source: Continuing Education Course
uk: Курс підвищення кваліфікації

source: Search People
uk: Пошук людей

source: Search Positions
uk: Пошук посад

source: Locate any person's record in the system to review, print or update.
uk: Виявити які-небудь записи людини в системі для перегляду, друку або оновлення.

source: Locate any position in the system to review, print or update.
uk: Виявити які-небудь записи посади в системі для перегляду, друку або оновлення.

source: Can edit some organizational database lists
uk: Можете редагувати деякі організаційні списки баз даних

source: Can view some organizational database lists
uk: Можна подивитися деякі організаційні списки баз даних

source: Can edit all organizational database lists
uk: Може редагувати всі організаційні списки баз даних

source: Can view all organizational database lists
uk: Можна переглянути всі організаційні списки баз даних

source: Can edit some employee database lists
uk: Можна змінити деякі списки баз даних співробітників

source: Can view some employee database lists
uk: Можна подивитися деякі списки баз даних співробітників

source: Can edit all employee database lists
uk: Може редагувати всі списки баз даних співробітників

source: Can view all employee database lists
uk: Можна переглянути всі списки баз даних співробітників

source: Can edit some position database lists
uk: Можна редагувати деякі списки баз даних посад

source: Can view some position database lists
uk: Можна переглянути деякі списки баз даних посад

source: HR Manager
uk: Менеджер з персоналу

source: HR Staff
uk: фахівець відділу кадрів

source: Executive Manager
uk: Виконавчий директор

source: Training Manager
uk: Менеджер з підготовки

source: Send Feedback
uk: Надіслати відгук

source: Add Passport Photo
uk: Додати фотографію з паспорта

source: Add Resume
uk: Додати резюме

source: Current Disciplinary Actions
uk: Нинішні дисциплінарні заходи

source: New Action
uk: Новий захід

source: History
uk: Історія

source: Workplace Accidents
uk: Нещасні випадки на робочому місці

source: Report Accident
uk: Звіт про нещасний випадок

source: Scheduled Training Courses
uk: Заплановані навчальні курси

source: Disciplinary Actions
uk: Дисциплінарні заходи

source: Accident Type
uk: Тип аварії

source: Disciplinary Action Type
uk: Тип дисциплінарного заходу

source: Standardized Letters
uk: Стандартизовані листи

source: Dependent Information
uk: Інформація про підлеглих

source: Add Dependent
uk: Додати підлеглого

source: Next of Kin Information
uk: Інформація про найближчих родичів

source: Add Next of Kin
uk: Додати найближчих родичів

source: Can edit some planning database lists
uk: Можна змінити деякі планування списків баз даних

source: Can view some planning database lists
uk: Можна переглянути деякі планування списків баз даних

source: Can edit all planning database lists
uk: Можна редагувати всі планування списків баз даних

source: Can view all planning database lists
uk: Можна переглянути всі планування списків баз даних

source: Planning Information
uk: Інформація про планування

source: Establishment Type
uk: Тип закладу

source: Establishment Period
uk: Період закладу

source: Establishments
uk: Заклади

source: Scanned Paper Records
uk: Відскановані паперові документи

source: Add Scanned Document
uk: Додати відсканований документ

source: Confirmation Types
uk: Типи підтвердження

source: Confirmation Information
uk: Інформація про підтвердження

source: Record Status
uk: Стан запису

source: Self Service
uk: Самообслуговування

source: Assign User Account
uk: Призначити обліковий запис користувача

source: Please Log In
uk: Будь ласка, увійдіть

source: Enter your username and password.
uk: Введіть ваше ім'я користувача і пароль.

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Current Positions
uk: Нинішні посади

source: View Open Positions
uk: Перегляд вакансій

source: View Your Record
uk: Переглянути ваш запис

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
uk: Щоб відстежити людину в базі даних, службовця чи здобувача, додайте запис для цієї людини. Для того, щоб внести новий запис, необхідно ввести деяку інформацію. Як тільки запис буде створена, будуть доступні додаткові параметри додавання даних для цієї людини. Службовець відділу кадрів або менеджер з кадрів можуть додавати нові записи в систему.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
uk: Щоб відстежити людину в базі даних, додайте запис для цієї людини. Для того, щоб внести новий запис, необхідно ввести деяку інформацію. Як тільки запис буде створена, будуть доступні додаткові параметри додавання даних для цієї людини. Службовець відділу кадрів або менеджер з кадрів можуть додавати нові записи в систему.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
uk: Після того, як одна або або декілька заявок були подані на вакансії, персонал відділу кадрів, менеджер з кадрів або виконавчий директор можуть переглянути заявки і записати замітки протягом процесу найму. Натисніть кнопку Перевірити Заявників для перевірки заявок на будь-яку вакансію.

source: record to the system, and search for and update records that have been entered into the system.
uk: записати до системи і шукати та оновлювати записи, які були введені в систему.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
uk: Також завершити заявки на роботу для вакансій, перевірити закриті заявки і призначити посаду для успішного заявника.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
uk: Звіти вмикають аналіз даних людських ресурсів різними способами. Налаштування, відображення і друк списків співробітників, статистичних діаграм і інших стандартних звітів.

source: View Your Personnel Details
uk: Переглянути деталі вашого персоналу

source: View your personnel details.
uk: Переглянути деталі вашого персоналу.

source: Self-Service
uk: Самообслуговування

source: Scanned Records
uk: Відскановані записи

source: Disciplinary Action Reason
uk: Причина дисциплінарного заходу

source: Mass Delete
uk: Масове вилучення

source: By Facility
uk: За установою

source: By Person (Search Page)
uk: За особою (сторінка пошуку)

source: Forgot username or password?
uk: Забули ім'я користувача або пароль?
