Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/report-archiver/*.po
Languages: it, nl

source: Archive Report
it: Rapporto Archivio
nl: Archiefrapportage

source: View Archives
it: Visualizza Archivi
nl: Archieven bekijken

source: Archived Reports
it: Rapporti Archiviati
nl: Gearchiveerde rapportages

source: Allows viewing of archvied Custom Reports
it: Permetti la visualizzazione dei Rapporti Personalizzati archiviati
nl: Maakt het mogelijk om gearchiveerde maatwerkrapportages te bekijken

source: Allows archiving of custom reports
it: Permetti l'archiviazione dei rapporti personalizzati
nl: Maakt het mogelijk om maatwerkrapportages te archiveren

source: Allows deleting of archivhed custom reports
it: Permetti la cancellazione dei Rapporti Personalizzati archiviati
nl: Maakt het mogelijk om gearchiveerde maatwerkrapportages te verwijderen

source: Allows full access to custom reports archiving system
it: Permetti l'accesso completo al sistema di archiviazione dei rapporti personalizzati
nl: Geef volledige toegang tot het archiveringssysteem voor maatwerkrapportages

source: Archived Report
it: Rapporto Archiviato
nl: Gearchiveerde rapportage

source: %s generated on %s
it: %s generato su %s
nl: %s aangemaakt op %s

source: Report
it: Rapporto
nl: Rapportage

source: Generation Date
it: Data di generazione
nl: Aangemaakt op

source: Report View
it: Visualizzazione del Rapporto
nl: Rapportweergave

source: Title
it: Titolo
nl: Naam

source: View Archived Reports
it: Visualizza Rapporti Archiviati
nl: Gearchiveerde rapportages bekijken
