Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/printed-forms/*.po
Languages: ar, it, nl, tl, uk

source: View
ar: عرض
it: Visualizza
nl: Bekijken
tl: Tingnan
uk: Переглянути

source: %s generated on %s
ar: %s تم توليدها في %s
it: %s generato su %s
nl: %s aangemaakt op %s
tl: Ang %s ay nabuo noong %s
uk: %s згенеровано на %s

source: Standardized Forms
ar: نماذج موحدة
it: Moduli Standardizzati
nl: Gestandaardiseerde formulieren
tl: Isinapamantayang mga Pormularyo
uk: Стандартизовані форми

source: Generate Standardized Forms
ar: إنتاج نماذج موحدة
it: Genere Moduli Standardizzati
nl: Gestandaardiseerde formulieren genereren
tl: Likhain ang mga Pormularyong Isinapamantayan
uk: Генерувати стандартизовані форми

source: No available standardized forms for this record.
ar: لا توجد أشكال موحدة متاحة لهذا السجل.
it: Nessun modulo standardizzato per questo registro
nl: Geen gestandaardiseerde formulieren beschikbaar voor dit record.
tl: Walang makukuhang isinapamantayang mga pormularyo para sa rekord na ito.
uk: Немає доступних стандартизованих форм для цього запису.

source: Archived Standardized Forms
ar: نماذج موحدة في الأرشيف
it: Moduli Standardizzati Archviati
nl: Gearchiveerde gestandaardiseerde formulieren
tl: Nakasupnay na Isinapamantayang mga Pormularyo
uk: Архівовані стандартизовані форми

source: No forms have been archived forms for this record.
ar: لا توجد نماذج محفوظة بالأرشيف لهذا السجل
it: Nessun modulo Ã¨ stato modulo archiviato per questo registro.
nl: Geen formulieren zijn gearchiveerd voor dit record.
tl: Walang mga pormularyong isinapamantayan para sa rekord na ito.
uk: Жодна форма ще не заархівована для цього запису.

source: Generate
ar: أنتج
it: Genera
nl: Aanmaken
tl: Likhain
uk: Генерувати

source: Archive
ar: الأرشيف
it: Archivio
nl: Archief
tl: Sinupan
uk: Заархівувати

source: Allows minimal access to the Printed Forms System
ar: يتيح أقل معدل للوصول الي نظام النماذج المطبوعة
it: Consente l'accesso minimo al sistema dei moduli stampati
nl: Minimale toegang geven tot het Geprinte Formulierensysteem.
tl: Nagpapahintulot ng kaunting pagpunta sa Sistema ng Nilimbag na mga Pormularyo
uk: Дозволяє мінімальний доступ до системи друкованих форм

source: Allows full access to the Printed Forms System
ar: يتيح الوصول الكامل إلى نظام النماذج المطبوعة
it: Consente l'accesso completo al sistema dei moduli stampati
nl: Volledige toegang geven tot het Geprinte Formulierensysteem.
tl: Nagpapahintulot ng buong pagpunta sa Sistema ng Nilimbag na mga Pormularyo
uk: Дозволяє отримати повний доступ до системи друкованих форм

source: Allows access to the generating all of the printed forms System
ar: يتيح الوصول الي بناء نظام النماذج المطبوعة
it: Consente l'accesso alla generazione di tutto il sistema dei moduli stampati
nl: Biedt toegang tot het systeem voor het aanmaken van alle gedrukte formulieren
tl: Nagpapahintulot ng pagpunta sa paglikha ng lahat ng Sistema ng Nilimbag na mga Pormularyo
uk: Дозволяє отримати доступ до системи генерації всіх друкованих форм

source: Allows administation of all archived of the printed forms System
ar: يسمح بادارة أرشيف نظام النماذج المطبوعة
it: Consente l'amministrazione di tutti gli archivi del sistema dei moduli stampati
nl: Maakt beheer mogelijk van het archief van alle gedrukte formulieren
tl: Nagpapahintulot ng pangangasiwa ng lahat ng nasinop na Sistema ng Nilimbag na mga Pormularyo
uk: Дозволяє управління системою усіх заархівованих друкованих форм

source: Allows creating of all archived of the printed forms System
ar: يسمح بانشاء أرشيف نظام النماذج المطبوعة
it: Permette la creazione di tutti gli archivi del sistema dei moduli stampati
nl: Maakt het aanmaken mogelijk van archieven voor gedrukte formulieren
tl: Nagpapahintulot ng paglikha ng lahat ng nasinop na Sistema ng Nalimbag na mga Pormularyo
uk: Дозволяє створення системи усіх зархівованих друкованих форм

source: Allows viewing of all archived of the printed forms System
ar: تسمح بعرض أرشيف نظام النماذج المطبوعة
it: Consente la visualizzazione di tutti gli archivi del sistema dei moduli stampati
nl: Maakt het bekijken mogelijk van archieven voor gedrukte formulieren
tl: Nagpapahintulot ng pagtanaw sa lahat ng nasinop na Sistema ng Nalimbag na mga Pormularyo
uk: Дозволяє перегляд системи усіх зархівованих друкованих форм

source: Generated Document
ar: وثيقة منتجة
it: Genera Documento
nl: Gegenereerd document
tl: Nalikhang Kasulatan
uk: Генерований документ

source: Document
ar: وثيقة
it: Documento
tl: Kasulatan
uk: Документ

source: Date
ar: تاريخ
it: Data
nl: Datum
tl: Petsa
uk: Дата

source: Description
ar: وصف
it: Descrizione
nl: Beschrijving
tl: Paglalarawan
uk: Опис

source: Primary Form ID
ar: الرقم التعريفي للنموذج الابتدائي
it: ID del modulo primario
nl: Primair formulier-ID
tl: ID ng Pangunahing Pormularyo
uk: Ідентифікатор первинної форми
