Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-job/lrc.po
Languages: lrc

source: Edit This Information
lrc: ای دونسمنیا نه ویرایشت کو

source: Update this Information
lrc: ای دونسمنیانه روزآمد کو

source: Classification
lrc: دسه بنی کردن

source: Select another Job
lrc: یه کسم هنی انتخاو بکید

source: Job
lrc: کسم

source: Edit the classification list
lrc: نوم گه دسه بنی کردن ویرایشت بکید

source: View the classification list
lrc: نوم گه دسه بنی کردن نه بوینیت

source: Edit the job list
lrc: نومگه کسم نه ویرایشت بکید

source: View the job list
lrc: نوم که کسم نه بوین

source: Name
lrc: نوم

source: Code
lrc: کت

source: Start
lrc: شرو كو

source: End
lrc: آخر

source: MidPoint
lrc: نخطه مینجا

source: Notes
lrc: نيسنيا

source: Title
lrc: سرتال
