Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/cached-forms/*.po
Languages: cs, uk

source: Allows administering of cached forms
cs: Umožňuje správu uložených formulářů
uk: Дозволяє адміністрування кешованих форм

source: Last Generated
cs: Naposledy Vytvořeno
uk: Остання згенерована

source: Create/Update Cache
cs: Vytvořit/Aktualizovat Uložení
uk: Створення/оновлення кешу

source: Force Cache Generation
cs: Vynutit Vytvoření Uložení
uk: Примусова генерація кешу

source: Drop Cached Table
cs: Zahodit Uloženou Tabulku
uk: Усунути кешовану таблицю

source: of all forms if not stale
cs: všech formulářů, pokud nejsou staré
uk: усіх форм, які не застаріли

source: Drop
cs: Zahodit
uk: Усунути

source: caches of all forms
cs: uložení všech formulářů
uk: кеші всіх форм

source: Cached Forms
cs: Uložené Formuláře
uk: Кешовані форми

source: Cache Forms
cs: Uložit Formuláře
uk: Кешувати форми

source: Cache
cs: Uložení
uk: Кеш

source: all forms
cs: všech formulářů
uk: усі форми

source: Force Caching
cs: Vynutit Uložení
uk: Примусове кешування

source: Export Cached Forms
cs: Exportovat Uložené Formuláře
uk: Експорт кешованих форм

source: Modification Date
cs: Datum Změny
uk: Дата змін

source: Enable bzip2 Compression
cs: Zapnout Komprimaci bzip2
uk: Увімкнути стиснення bzip2

source: Create/Edit Profile
cs: Vytvořit/Upravit Profil
uk: Створити/змінити профіль

source: Create a profile or edit an existing profile of forms.
cs: Vytvořit, nebo upravit existující profil formulářů
uk: Створіть профіль або відредагуйте існуючий профіль форм.

source: Create A New Profile
cs: Vytvořit Nový Profil
uk: Створення нового профілю

source: Manage Caching of Individual Forms
cs: Spravovat Ukládání Jednotlivých Formulářů
uk: Керувати кешуванням окремих форм

source: Define Profile
cs: Určit Profil
uk: Визначення профілю

source: Define a profile of forms to export
cs: Určit profil formulářů k exportu
uk: Визначення профілю форм для експорту

source: Profile Name
cs: Název profilu
uk: Ім'я профілю

source: Select Forms in Profile
cs: Vyberte Formuláře v Profilu
uk: Вибрати форми у профілі

source: Select a profile
cs: Vybrat profil
uk: Вибір профілю

source: Cache all forms in the selected profile.
cs: Uložit všechny formuláře ve vybraném profilu
uk: Кешувати всі форми у вибраному профілі.

source: Export all cached forms in the selected profile. If you select a modification date, then only records that have been modified on or after the specified date will be exported. Otherwise, all records that have been modified for the selected profile will be exported.
cs: Exportovat všechny formuláře ve vybraném profilu. Pokud zvolíte datum změny, pak pouze záznamy, které byly změněny v nebo po určeném datu budou exportovány. Jinak všechny záznamy, které byly změněny pro vybraný profil budou exportovány.
uk: Експортуйте всі кешовані форми обраного профілю. Якщо ви виберете дату зміни, то тільки ті записи, які були змінені протягом або після зазначеної дати, будуть експортуватися. В іншому випадку, всі записи, які були змінені для обраного профілю, будуть експортуватися.
