Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/dhis-metadata/*.po
Languages: tr

source: DHIS Metadata Upload
tr: DHIS meta verilerini yükleme

source: Can view DHIS Organizational unit list
tr: DHIS kuruluş birimi listesini görüntüleyebilir

source: Can edit DHIS data element list
tr: DHIS veri öğesi listesini düzenleyebilirsiniz

source: Can view DHIS data element list
tr: DHIS veri öğesi listesini görüntüleyebilir

source: Data Element
tr: Veri Elemanı

source: DHIS Organizational Unit
tr: DHIS kuruluş birimi

source: DHIS UID
tr: DHIS KULLANICI KİMLİĞİ

source: There was an error uploading the DHIS Metadata.
tr: DHIS meta verileri karşıya yüklenirken bir hata oldu.

source: Current DHIS Metadata Export
tr: Şu anki DHIS meta verileri dışa aktar

source: File size
tr: Dosya boyutu

source: Organizational Units
tr: Kuruluş birimleri

source: Data Elements
tr: Veri Elemanı

source: Upload DHIS Metadata Export
tr: Şu anki DHIS meta verileri dışa aktar

source: DHIS Metadata Export
tr: DHIS meta verileri dışa aktarma

source: Edit This Information
tr: Bu Bilgiyi Düzenle

source: Update this Information
tr: Bu Bilgiyi Güncelle

source: Select another Data Element
tr: Başka bir veri öğesini seçin

source: Select another
tr: Başka seçin

source: Select another Program
tr: Başka bir Program seçin

source: Select another Site
tr: Başka bir Site seçin

source: Select another Organizational Unit
tr: Başka bir kuruluş birimi seçin

source: Unit
tr: Birim
