Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/person-language/*.po
Languages: pa, sk, sw

source: Language Information
pa: ਬੋਲੀ ਦੀ ਜਾਣਕਾਰੀ
sk: jazyk informácie
sw: Taarifa ya Lugha

source: Edit This Information
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ
sk: Uprav tento údaj
sw: Hariri Taarifa Hii

source: Update this Information
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ
sk: Aktualizuj tento údaj
sw: Sasisha Taarifa hii

source: Select another Language
pa: ਕੋਈ ਹੋਰ ਬੋਲੀ ਚੁਣੋ
sk: vyber iný jazyk
sw: Chagua Lugha nyingine

source: Language
pa: ਭਾਸ਼ਾ
sk: Jazyk
sw: Lugha

source: Can view person_language child form of a person
sk: Možno zobraziť osobný formulár dieťaťa o jazyku
sw: Weza kuangalia mtu_fomu ya lugha ya mtoto wa mtu

source: Can edit person_language child forms of a person
sk: Možno upraviť osobný formulár dieťaťa o jeho jazyku
sw: Weza kuhariri mtu_fomu ya lugha ya mtoto wa mtu

source: Can edit the language database list
sk: Možno upraviť zoznam databázy jazyka
sw: Weza kuahariri orodha ya hazinadata ya lugha

source: Can view the language database list
sk: Možno zobraziť zoznam databázy jazyka
sw: Weza kuangalia orodha ya hazinadata ya lugha

source: Add/Update Language
pa: ਬੋਲੀ ਜੋੜੋ/ਨਵਿਆਉ
sk: Pridaj/Aktualizuj jazyk
sw: Ongeza/Sasisha Lugha

source: Language Proficiency
pa: ਬੋਲੀ 'ਚ ਮੁਹਾਰਤ
sk: jazykové znalosti
sw: Ustadi wa Lugha

source: Person Language Proficiency
pa: ਸ਼ਖ਼ਸ ਦੀ ਬੋਲੀ ਵਿੱਚ ਮੁਹਾਰਤ
sk: Osobné jazykové znalosti
sw: Ustadi wa Lugha wa Mtu

source: Elementary
pa: ਮੁੱਢਲੀ
sk: Základné
sw: Ya asili

source: Limited Working
pa: ਸੀਮਤ ਕੰਮ-ਚਲਾਊ
sk: Obmedzená práca
sw: Ina kikomo Kufanyia Kazi

source: Professional Working
pa: ਪੇਸ਼ਾਵਰ ਕੰਮ-ਚਲਾਊ
sk: Profesionálna práca
sw: Fanya kazi kwa Weledi

source: Full Professional
pa: ਮੁਕੰਮਲ ਪੇਸ਼ਾਵਰ
sk: Plne profesionálny
sw: Weledi Kamili

source: Fluent
pa: ਰਵਾਂ
sk: Plynule
sw: Fasaha

source: Speaking Proficiency
pa: ਬੋਲਣ ਵਿੱਚ ਮੁਹਾਰਤ
sk: Rečová spôsobilosť
sw: Ustadi wa Kuongea

source: Reading Proficiency
pa: ਪੜ੍ਹਨ ਵਿੱਚ ਮੁਹਾਰਤ
sk: Spôsobilosť čítania
sw: Ustadi wa Kusoma

source: Writing Proficiency
pa: ਲਿਖਣ ਵਿੱਚ ਮੁਹਾਰਤ
sk: Spôsobilosť písania
sw: Ustadi wa kuandika
