Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/accident/*-formal.po
Languages: hu_formal

source: Can edit the workplace injuries and accidents assigned to a person
hu_formal: Szerkesztheti a valamely személyhez rendelt munkahelyi sérüléseket és baleseteket

source: Can view the wokrplace injuries and accidents assigned to a person
hu_formal: Megtekintheti a valamely személyhez rendelt munkahelyi sérüléseket és baleseteket

source: Edit the workplace accident type list
hu_formal: A munkahelyi balesetek típusait tartalmazó lista szerkesztése

source: Accident
hu_formal: Baleset

source: Workplace Accident Type
hu_formal: Munkahelyi baleset típusa

source: Date of Occurence
hu_formal: Esemény időpontja

source: Accident Type
hu_formal: Baleset típusa

source: Start of Applicability
hu_formal: Alkalmazhatóság kezdete

source: End of Applicability
hu_formal: Alkalmazhatóság vége

source: Follow-up Required
hu_formal: Nyomon követése szükséges

source: People Involved
hu_formal: Érintett személyek

source: Add/Update Workplace Accident
hu_formal: Munkahelyi baleset hozzáadása/frissítése

source: Edit This Information
hu_formal: Információ szerkesztése

source: Update this Information
hu_formal: Információ frissítése

source: Select another Accident Type
hu_formal: Más balesettípus kiválasztása

source: Workplace Accident Information
hu_formal: Információk a munkahelyi balesetről

source: Correct this Information
hu_formal: Információ kijavítása

source: View the workplace accident type list
hu_formal: A munkahelyi balesetek típusait tartalmazó lista szerkesztése
