Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/person-contact/*.po
Languages: gl, ko, pl

source: Other Contact Information
gl: Outra información de contacto
ko: 다른 연락처 정보
pl: Inne informacje kontaktowe

source: Add Work Contact
gl: Engadir información de contacto no traballo
ko: 직장 연락처 추가
pl: Dodanie kontaktu do pracy

source: Edit This Information
gl: Editar esta información
ko: 이 정보 편집
pl: Edycja tej informacji

source: Update this Information
gl: Actualizar esta información
ko: 이 정보 업데이트
pl: Aktualizacja tej informacji

source: Emergency Contact
gl: Contacto de emerxencia
ko: 비상 연락처
pl: Kontakt alarmowy

source: Work Contact
gl: Contacto no traballo
ko: 직장 연락처
pl: Kontakt do pracy

source: Work Contact Information
gl: Información de contacto no traballo
ko: 직장 연락처 정보
pl: Informacje o kontakcie do pracy

source: Other Contact
gl: Outra información de contacto
ko: 다른 연락처
pl: Inny kontakt

source: Add Other Contact
gl: Engadir outra información de contacto
ko: 다른 연락처 추가
pl: Dodaj inny kontakt

source: Personal Contact Information
gl: Información de contacto persoal
ko: 개인 연락처 정보
pl: Osobiste informacje kontaktowe

source: Add Emergency Contact
gl: Engadir un contacto de emerxencia
ko: 비상 연락처 추가
pl: Dodaj kontakt awaryjny

source: Add Personal Contact
gl: Engadir un contacto persoal
ko: 개인 연락처 추가
pl: Dodanie kontaktu prywatnego

source: Personal Contact
gl: Contacto persoal
ko: 개인 연락처
pl: Kontakt prywatny

source: Emergency Contact Information
gl: Información de contacto de emerxencia
ko: 비상 연락처 정보
pl: Informacje o kontakcie awaryjnym

source: Can view work contact child form of a person
gl: Pode ollar a ficha de contacto no traballo dunha persoa
pl: Można przeglądać formularz podrzędny kontaktu do pracy pspby

source: Can edit work contact child form of a person
gl: Pode editar a ficha de contacto no traballo dunha persoa

source: Can view emergnency contact child form of a person
gl: Pode ollar a ficha de contacto de emerxencia dunha persoa

source: Can edit emergency contact child form of a person
gl: Pode editar a ficha de contacto de emerxencia dunha persoa

source: Can view personal contact child form of a person
gl: Pode ollar a ficha de contacto persoal dunha persoa

source: Can edit personal contact child forms of a person
gl: Pode editar a ficha de contacto persoal dunha persoa

source: Can view other contact child form of a person
gl: Pode ollar a ficha doutra información de contacto dunha persoa

source: Can edit other contact child forms of a person
gl: Pode editar a ficha doutra información de contacto dunha persoa

source: Add/Update Contact Information
gl: Engadir/Actualizar a información de contacto
ko: 연락처 정보 추가/업데이트

source: Please enter a valid email address
gl: Por favor, escriba un enderezo de correo electrónico válido
ko: 존재하는 형식의 이메일을 입력해 주십시오
