Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/contact/*.po
Languages: ne

source: Contact Information
ne: सम्पर्क सम्बन्धि जानकारी

source: Mailing Address
ne: प्राप्त गर्ने ठेगाना

source: Telephone Number
ne: दूरभाष संख्या

source: Alternate Telephone Number
ne: वैकल्पिक दूरभाष संख्या

source: Fax Number
ne: फ्याक्स नम्बर

source: Email Address
ne: इमेल ठेगाना

source: Notes
ne: टिप्पणी

source: Notes (Primary Contact Person)
ne: टिप्पणी (प्राथमिक संपर्क व्यक्ति)

source: Name
ne: नाम

source: Mobile Phone Number
ne: मोवाइल फोन नम्बर
