Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/contact/azb.po
Languages: azb

source: Contact Information
azb: تماس معلوماتی

source: Mailing Address
azb: میل-پستی

source: Telephone Number
azb: تلفن نومره‌سی

source: Alternate Telephone Number
azb: آیری نومره‌لر

source: Fax Number
azb: فکس نومره‌سی

source: Email Address
azb: ایمیل آدرسی

source: Notes
azb: قئیدلر

source: Notes (Primary Contact Person)
azb: نوتلار(ایلک کونتاکت آدامی)

source: Name
azb: آد

source: Mobile Phone Number
azb: جیب تلفون نوماراسی
