Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/ihris-manage-custom-reports-position-reports/*.po
Languages: ar, it, pt, uk

source: Cadre
ar: إطار
it: Quadro
pt: Escalão
uk: Кадровий склад

source: The cadre associated with this job.
ar: الإطار المرتبط بهذه الوظيفة
it: Il quadro associato a questo impiego
pt: O escalão associado a esta função.
uk: Кадри, пов'язані із цією роботою.

source: Classification
ar: تصنيف
it: Classificazione
pt: Classificação
uk: Класифікація

source: The classification associated with this job.
ar: التصنيف المرتبط بهذه الوظيفة
it: La classificazione associata a questo impiego
pt: A classificação associada a esta função.
uk: Класифікація, пов'язана з цією роботою.

source: Job
ar: عمل
it: Impiego
pt: Função
uk: Робота

source: The job associated with this position.
ar: العمل المرتبط بهذ الوظيفة
it: L'impiego associato a questo ruolo
pt: A função associada a este cargo
uk: Робота, пов'язана з цією посадою.

source: Facility
ar: المرفق
it: Sede
pt: Unidade
uk: Установа

source: The facility where this position works.
ar: المرفق اين تعمل هذه الوظيفة
it: La sede dove questo impiego lavora
pt: A unidade onde opera este cargo.
uk: Установа, де є ця посада.

source: Department
ar: قسم
it: Reparto
pt: Departamento
uk: Відділ

source: The department this position belongs to.
ar: القسم التابع له هذه الوظيفة
it: Il reparto a cui questo ruolo appartiene
pt: O departamento a que pertence este cargo.
uk: Відділ, до якого належить ця посада.

source: Last Position
ar: الوظيفة الأخيرة
it: Ultimo ruolo
pt: Último Cargo
uk: Остання посада

source: The last person that filled this position.
ar: الشخص الأخير الذي شغل هذا الوظيفة.
it: L'ultima persona che ha ricoperto questo ruolo
pt: A última pessoa que ocupou este cargo.
uk: Остання особа, яка займала цю посаду.

source: Current Position
ar: الوظيفة الحالية
it: Ruolo attuale
pt: Cargo atual
uk: Поточна посада

source: The current person filling this position.
ar: الشخص الحالي الذي يشغل هذه الوظيفة
it: L'attuale persona che ricopre questo ruolo
pt: A pessoa que atualmente ocupa este cargo.
uk: Нинішня особа, яка займає цю посаду.

source: The number of days this positions was open before being filled.
ar: عدد أيام التي كانت فيها هذه الوظيفة مفتوحة حتي تم شغلها
it: Il numero di giorni in cui questi ruoli sono stati vacanti prima che venissero ricoperti.
pt: O número de dias em que este cargo ficou vago até ser ocupado.
uk: Число днів, коли ці посади були вакантні перед зайняттям.

source: Positions
ar: الوظائف
it: Ruoli
pt: Cargos
uk: Посади

source: All information related to a position.
ar: جميع المعلومات ذات الصلة بالوظيفة
it: Tutte le informazioni relative a un ruolo.
pt: Toda informação relacionada com um cargo.
uk: Уся інформація, що відноситься до посади.

source: Position List
ar: قائمة الوظيفة
it: Elenco ruoli
pt: Lista de cargos
uk: Список посад

source: Details for all positions.
ar: تفاصيل عن جميع الوظائف
it: Dettagli su tutti i ruoli.
pt: Detalhes referentes a todos os cargos.
uk: Подробиці по всіх посадах.

source: Code
ar: رمز
it: Codice
pt: Código
uk: Код

source: Position Job
ar: مهمة الوظيفة
it: Impiego di lavoro
pt: Função do Cargo
uk: Робота на посаді

source: Title
ar: لقب
it: Qualifica
pt: Título
uk: Назва

source: Facility ID
ar: الرقم التعريفي للمرفق
it: ID Sede di lavoro
pt: ID da Unidade
uk: ІН установи

source: Department ID
ar: الرقم التعريفي للقسم
it: ID reparto
pt: ID do Departamento
uk: ІН відділу

source: Posted Date
ar: تاريخ النشر
it: Data stabilita
pt: Data de Concurso
uk: Дата публікації

source: Status
ar: حالة
it: Stato
pt: Estado
uk: Статус

source: Job Title
ar: المسمى الوظيفي
it: Qualifica
pt: Título da Função
uk: Назва роботи

source: Cadre ID
ar: الرقم التعريفي للإطار
it: ID quadro
pt: ID do Escalão
uk: ІН кадру

source: Classification ID
ar: الرقم التعريفي للتصنيف
it: ID classificazione
pt: ID de Classificação
uk: ІН класифікації

source: Open Date
ar: تاريخ الافتتاح
pt: Data Abertura
uk: Дата вакансії

source: Filled Date
ar: تاريخ التعبئة
it: Data coperta
pt: Data Preenchida
uk: Дата заповнення

source: Days Open
ar: الأيام المفتوحة
it: Giorni vacanti
pt: Dias em que a vaga permaneceu em aberto
uk: Дні вакансії

source: A list of all positions.
ar: قائمة بجميع الوظائف
it: Un elenco di tutti i ruoli.
pt: Uma lista de todos os cargos.
uk: Список всіх посад.

source: Position Open Duration
ar: المدة المفتوحة للوظيفة
it: Durata del ruolo vacante
pt: Duração da Permanência em Aberto da Vaga
uk: Тривалість вакантної посади

source: The length in days each position was open before being filled.
ar: عدد الأيام التي كانت فيها كل وظيفة مفتوحة قبل شغلها .
it: La durata in giorni di ciascun ruolo che Ã¨ stato vacante prima che fosse ricoperto
pt: O tempo em que uma vaga permaneceu em aberto até ser ocupada
uk: Довжина у днях, коли кожна вакатна посада була заповнена.

source: Position Reports
ar: تقارير الوظيفة
it: Rapporti di posizione
pt: Relatórios do Cargo
uk: Звіти про посади
