Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common/*.po
Languages: cy, lo

source: Configure System
cy: Ffurfweddu system
lo: ຕັ້ງຄ່າລະບົບ

source: Administer Database
cy: Gweinyddu cronfa ddata
lo: ຜູ້ຄວບຄຸມຖານຂໍ້ມູນ

source: Administer positions and create and update dropdown menus.
cy: Gweinyddu safleoedd a chreu a diweddaru cwymplenni
lo: ຕຳແໜ່ງຂອງຜູ້ຄວບຄຸມຖານຂໍ້ມູນ, ສ້າງ ແລະ ປັບປຸງເມນູການລາກລົງ

source: Configure Modules
cy: Ffurfweddu modylau
lo: ຕັ້ງຄ່າໂມດູນ

source: Enable and disable the various modules for the system.
cy: Galluogi ac analluogi amryw fodylau ar gyfer y system
lo: ເປີດ ແລະ ປິດ ບັນດາໂມດູນຢູ່ໃນລະບົບ

source: Manage Reports
cy: Rheoli adroddiadau
lo: ຈັດການບົດລາຍງານ

source: Manage the standard reports available to users and create new custom reports.
cy: Rheoli'r adroddiadau safonol ar gael i ddefnyddwyr a chreu adroddiadau cyffredin newydd
lo: ຈັດການມາດຕະຖານຂອງບົດລາຍງານ ເພື່ອໃຫ້ຜູ້ຊົມໃຊ້ໄດ້ຊົມໃຊ້ ແລະ ສ້າງບັດລາຍງານຂື້ນມາໃໝ່

source: Form Relationships
cy: Ffurfio perthynas
lo: ແບບຟອມທີ່ກ່ຽວຂ້ອງ

source: Define how forms are related for use in reports.
cy: Diffinio sut y gellir defnyddio ffurflenni mewn adroddiadau
lo: ກຳນົດວ່າ ແບບຟອມມີຄວາມກ່ຽວຂອງແນວໃດກັບຜູ້ຊົມໃຊ້ບົດລາຍງານ

source: Reports
cy: Adroddiadau
lo: ບົດລາຍງານ

source: Report Views
cy: Gweld adroddiadau
lo: ເບິ່ງບົດລາຍງານ

source: Browse Magic Data
cy: Pori Data Hud
lo: ຮຽກເບິ່ງຂໍ້ມູນເມຈິກ

source: Browse the configuration data used by the sytem.
cy: Pori'r data ffurfweddu a ddefnyddiwyd gan y system
lo: ຮຽກເບິ່ງການຕັ້ງຄ່າຂໍ້ມູນທີ່ໃຊ້ກັບລະບົບ

source: Tasks and Roles
cy: Tasgau a Rolau
lo: ໜ້າວຽກ ແລະ ພາລະບົດບາດ

source: Administer Tasks and Roles for the System
cy: Gweinyddu Tasgau a Rolau ar gyfer y System
lo: ໜ້າວຽກ ແລະ ພາລະບົດບາດຂອງຜູ້ຄວບຄຸມລະບົບ

source: Manage Locales
lo: ການຈັດການທີ່ຕັ້ງ

source: Manage the Locales made available by the system
lo: ການຈັດການທີ່ຕັ້ງເພື່ອໃຫ້ໃຊ້ໄດ້ກັບລະບົບ

source: Background Processes
cy: Prosesau Cefndirol
lo: ເບື້ອງຫຼັງຂອງຂັ້ນຕອນ

source: Examine background processes you have started
cy: Archwilio'r prosesau cefndirol rydych chi wedi dechrau
lo: ສຳຫຼວດເບື້ອງຫຼັງຂອງຂັ້ນຕອນເມື່ອທ່ານເລີ້ມໃຊ້ລະບົບ

source: Browse Forms
cy: Pori ffurflenni
lo: ຮຽກເບິ່ງແບບຟອມ

source: Browse the forms used by the system.
cy: Pori'r ffurflenni a ddefnyddiwyd gan y system
lo: ຮຽກເບິ່ງແບບຟອມທ່ີນຳໃຊ້ຢູ່ໃນລະບົບ

source: Cached Forms
cy: Ffurflenni celciedig
lo: ແບບຟອມທີ່ເກັບໄວ້

source: Control the creation of cached forms
cy: Rheoli creu ffurflenni celciedig
lo: ຄວບຄຸມການສ້າງແບບຟອມທີ່ເກັບໄວ້

source: Administer Users
cy: Gweinyddu defnyddwyr
lo: ຜູ້ນຳໃຊ້ທີ່ເປັນຜູ້ຄວບຄຸມລະບົບ

source: Field Change History
cy: Hanes Newid Maes
lo: ປະຫວັດການປ່ຽນແປງຂົງເຂດ

source: return
cy: dychwelyd
lo: ກັບຄືນ

source: Tasks Roles
cy: Rolau Tasgau
lo: ພາລະບົດບາດຂອງວຽກ

source: Demographic Lists
cy: Rhestrau Demograffig
lo: ບັນຊີປະຊາກອນ

source: Identification Type
cy: Math Adnabod
lo: ປະເພດທີ່ພິສູດ

source: Marital Status
cy: Statws Priodasol
lo: ສະຖານະພາບທາງຄອບຄົວ

source: Geographic Information
cy: Gwybodaeth Ddaearyddol
lo: ຂໍ້ມູນພູມສາດ

source: Country
cy: Gwlad
lo: ປະເທດ

source: Region
cy: Ardal
lo: ເຂດ

source: District
cy: Rhanbarth
lo: ເມືອງ

source: County
cy: Gwlad
lo: ປະເທດ

source: Currency
cy: Arian cyfredol
lo: ສະກຸນເງິນ

source: Additional Information
cy: Gwybodaeth ychwanegol
lo: ຂໍ້ມູນເພີ້ມເຕີມ

source: Competency Type
lo: ປະເພດຄວາມສາມາດ

source: Competency
lo: ຄວາມສາມາດ

source: Continuing Education Course
cy: Cwrs Addysg Barhaus
lo: ສືບຕໍ່ຫຼັກສູດການສຶກສາ

source: Training Institution
cy: Sefydliad Hyfforddi
lo: ສະຖາບັນການຝຶກອົບຮົມ

source: Training Funder
cy: Cyllidwr Hyfforddi
lo: ຜູ້ໃຫ້ທຶນໃນການຝຶກອົບຮົມ

source: Full Name
cy: Enw llawn
lo: ຊື່ເຕັມ

source: Date Changed
cy: Newid dyddiad
lo: ວັນທີປ່ຽນແປງ

source: Welcome
cy: Croeso
lo: ຍິນດີຕ້ອນຮັບ

source: Custom Reports
lo: ບົດລາຍງານ

source: Change Password
cy: Newid cyfrinair
lo: ປ່ຽນລະຫັດຜ່ານ

source: Can access the general configure system menu
cy: Yn medru cael mynediad i'r fwydlen ffurfweddu system cyffredinol
lo: ສາມາດເຂົ້າຫາລາຍການການຕັ້ງຄ່າທົ່ວໄປຂອງລະບົບ

source: Home
cy: Hafan
lo: ໜ້າທຳອິດ

source: View History
cy: Gweld hanes
lo: ເບິ່ງປະຫວັດ

source: View Field History
cy: Gweld hanes maes
lo: ເບິ່ງຂົງເຂດຂອງປະຫວັດ

source: Access Denied
cy: Rhwystrwyd mynediad
lo: ການເຂົ້າຫາຖືກປະຕິເສດ

source: Define reports based on previously defined relationships. You can choose which fields are available to each report and what fields can be used to limit the report.
cy: Diffiniwch adroddiadau a seiliwyd ar berthynasau a ddiffiniwyd eisoes. Gallwch ddewis pa feysydd sydd ar gael i bob adroddiad a pha feysydd y gellir eu defnyddio i gyfyngu'r adroddiad
lo: ກຳນົດບົດລາຍງານແມ່ນອີງຕາມການກຳນົດທີ່ພົວພັນກັນກ່ອນໜ້ານີ້. ທ່ານສາມາດເລືອກຂົງເຂດຂໍ້ມູນທີ່ມີການລາຍງານ ແລະ ຂົງເຂດຂໍ້ມູນທີ່ເຄີຍຖືກນຳໃຊ້ ເພື່ອຈຳກັດບົດລາຍງານ

source: Define report views based on previously defined reports. You can choose which fields to display and also define a default view that display a chart or limited results when a user access the report view.
lo: ກຳນົດບົດລາຍງານແມ່ນອີງຕາມການກຳນົດທີ່ພົວພັນກັນກ່ອນໜ້ານີ້. ທ່ານສາມາດເລືອກຂົງເຂດຂໍ້ມູນທີ່ຢາກໄດ້ ແລະ ຍັງສາມາດກຳນົດການເບິ່ງເບື້ອງຕົ້ນທີ່ສະແດງຢູ່ໃນແຜນຜັງ ຫຼືກຳນົດຜົນຮັບເມື່ອຜູ້ໃຊ້ງານເຂົ້າເບິ່ງບົດລາຍງານ

source: Create, update and disable user accounts to enforce secure access to the system. Access is limited to the System Administrator.
cy: Creu, diweddaru ac analluogi cyfrifon defnyddwyr er mwyn sicrhau mynediad diogel i'r system. Cyfyngir y mynediad gan y Gweinyddwr System
lo: ສ້າງ, ປັບປຸງ ແລະ ປິດບັນຊີຜູ້ໃຊ້ງານ ເພື່ອໃຫ້ມີຄວາມປອດໄພໃນການເຂົ້າຊົມໃຊ້ລະບົບ

source: Confirm
cy: Cadarnhau
lo: ຢັ້ງຢືນ
