Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/form-limits/*.po
Languages: ar, de, gl, ja, nl, pt, pt_br, sw, tl

source: Limit this field to be between the following values
ar: تحديد هذا الحقل ليكون بين القيم التالية
de: Dieses Feld auf die Eingabe von Werten beschränken, die zwischen den folgenden beiden Werte liegen
gl: Limitar este campo a estar entre os seguintes valores
ja: 次の値の間に、このフィールド値を制限します。
nl: Beperk dit veld tot de volgende reeks
pt: Limitar este campo para situar-se entre os seguintes valores
pt_br: Limitar este campo para que fique entre os seguintes valores
tl: Hangganan ang hanay na ito bilang nasa pagitan ng sumusunod na mga halaga

source: Limit this field to contain (case insensitive) the following value
ar: تحديد هذا الحقل ليحتوي علي القيمة التالية
de: Dieses Feld auf die Eingabe des folgenden Werts (schreibungsunabhängig) beschränken
gl: Limitar este campo a conter o seguinte valor (non distingue entre maiúsculas e minúsculas)
ja: 次の値(大文字と小文字を区別しない)を含むことに、このフィールド値を制限します。
nl: Beperk dit veld om alleen de volgende waarde te bevatten (hoofdletterongevoelig)
pt: Limitar este campo para conter (insensível ao tamanho das letras) o seguinte valor
pt_br: Limitar este campo para conter (não diferencia maiúsculas/minúsculas) o seguinte valor
tl: Hanggahan ang hanay na ito upang maglaman (maselan ang pagmamakinilya) ang sumusunod na halaga

source: Limit this field to be Yes or No
ar: تحديد هذا الحقل بنعم أو لا
de: Dieses Feld auf die Eingabe von „Ja“ und „Nein“ beschränken
gl: Limitar este campo a ser si ou non
ja: "はい/いいえ"に、このフィールド値を制限します。
nl: Beperk dit veld tot Ja of Nee
pt: Limitar este campo para ser Sim ou Não
pt_br: Limitar este campo em Sim ou Não
tl: Hanggahan ang hanay na ito upang maging Oo o Hindi

source: Select Value
ar: حدد قيمة
de: Wert auswählen
gl: Seleccione o valor
ja: 値を選択
nl: Selecteer waarde
pt: Selecionar valor
pt_br: Selecione Valor
tl: Pumili ng Halaga

source: No
ar: لا
de: Nein
gl: Non
ja: いいえ
nl: Nee
pt: Não
pt_br: Não
tl: Huwag

source: Yes
ar: نعم
de: Ja
gl: Si
ja: はい
nl: Ja
pt: Sim
pt_br: Sim
tl: Oo

source: Limit this field to be greather than the current date.
ar: تحديد هذا الحقل ليكون أكبر من التاريخ الحالي.
de: Dieses Feld auf die Eingabe eines Datums beschränken, das nach dem heutigen Datum liegt
gl: Limitar este campo a ser posterior á data actual.
ja: 現在以降の日付に、このフィールド値を制限します。
nl: Beperk dit veld tot een datum in de toekomst.
pt: Limitar este campo para ser posterior à data atual.
pt_br: Limitar este campo para que seja maior que a data atual.
tl: Hanggahan ang hanay na ito upang maging mas mahigit kaysa sa pangkasalukuyang petsa.

source: Limit this field to be not null (value specified).
ar: تحديد هذا الحقل ليكون غير فارغ (القيمة المحددة).
de: Dieses Feld auf die Eingabe eines Werts beschränken, der nicht „Null“ entspricht (angegebener Wert)
gl: Limitar este campo a ser non nulo (valor especificado).
ja: ゼロでないこと（指定した値）に、このフィールド値を制限します。
nl: Beperk dit veld tot niet null (waarde opgegeven).
pt: Limitar este campo para não ser nulo(valor especificado).
pt_br: Limitar este campo para que seja não-nulo (valor especificado).
tl: Hanggahan ang hanay na ito upang maging hindi walang bisa (tinukoy ang halaga).

source: Limit this field to be less than or equal to the following value
ar: تحديد هذا الحقل إلى أن يكون أقل من أو يساوي القيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der kleiner oder gleich dem folgenden Wert ist
gl: Limitar este campo a ser menor ou igual que o seguinte valor
ja: 次の値以下に、このフィールド値を制限します。
nl: Beperk dit veld tot minder of gelijk aan de volgende waarde
pt: Limitar este campo para ser menor ou igual ao seguinte valor
pt_br: Limitar este campo para que seja menor ou igual que o valor seguinte
tl: Hanggahan ang hanay na ito upang maging mas mababa kaysa o katumbas ng sumusunod na halaga

source: Limit this field to be like (case insensitive) the following value
ar: تحديد هذا الحقل حتي يكون مثل القيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der ähnlich dem folgenden Wert (schreibungsunabhängig) ist
gl: Limitar este campo a ser como o seguinte valor (non distingue entre maiúsculas e minúsculas)
ja: 次の値 (大文字と小文字を区別しない)と同種に、このフィールド値を制限します。
nl: Beperk dit veld tot lijkend op de volgende waarde (hoofdletterongevoelig)
pt: Limitar este campo para ser igual (insensível ao tamanho das letras) ao seguinte valor
pt_br: Limitar este campo para seja similar (não diferencia maiúsculas/minúsculas) ao valor seguinte
tl: Hanggahan ang hanay na ito upang maging katulad (maselan ang pagmamakinilya) ng sumusunod na halaga

source: Limit this field to be True or False
ar: تحديد هذا الحقل ليكون صحيحا أم خطأ
de: Dieses Feld auf die Eingabe von „Wahr“ und „Falsch“ beschränken
gl: Limitar este campo a ser verdadeiro ou falso
ja: "真/偽"に、このフィールド値を制限します。
nl: Beperk dit veld tot Waar of Onwaar
pt: Limita este campo para ser Verdadeiro ou Falso
pt_br: Limitar este campo em Verdadeiro ou Falso
sw: Wekea kikomo uga hii ili kuwa Kweli au Si kweli
tl: Hanggahan ang hanay na ito upang maging Tama o Mali

source: True
ar: صحيح
de: Wahr
gl: Verdadeiro
ja: 真
nl: Waar
pt: Verdadeiro
pt_br: Verdadeiro
sw: Kweli
tl: Totoo

source: False
ar: خاطيء
de: Falsch
gl: Falso
ja: 偽
nl: Onwaar
pt: Falso
pt_br: Falso
sw: Si kweli
tl: Hindi totoo

source: Limit this field to be equal to the given value.
ar: تحديد هذا الحقل ليكون مساويا للقيمة المعطاه
de: Dieses Feld auf die Eingabe eines Werts beschränken, der gleich dem folgenden Wert ist
gl: Limitar este campo a ser igual que o valor dado.
ja: 指定した値に等しくなるように、このフィールド値を制限します。
nl: Beperk dit veld tot de opgegeven waarde.
pt: Limita este campo para ser igual ao valor determinado.
pt_br: Limitar este campo para que seja igual ao valor dado.
sw: Wekea kikomo uga hii ili kuwa sawa na thamani iliyopo.
tl: Hanggahan ang hanay na ito upang maging katumbas ng ibinigay na halaga.

source: Limit this field to be the minimum for all child forms that have the same parent.
ar: تحديد هذا الحقل ليكون الحد الأدنى لجميع النماذج الفرعية التي لها نفس الأصل
de: Dieses Feld auf die Eingabe eines Werts beschränken, der das Minimum des Werts in den untergeordneten Datenblättern des zugehörigen übergeordneten Datenblatts sein soll
gl: Limitar este campo a ser o mínimo para todas as fichas co mesmo pai.
ja: 同じ親を持つすべての子フォームが最小になるように、このフィールド値を制限します。
nl: Dit veld beperken tot het minimum voor alle kindformulieren die hetzelfde bovenliggende formulier hebben.
pt: Limita este campo para ser o mínimo de todas as child forms que possuem o mesmo Parent.
sw: Wekea kikomo uga hii kuwa ya kiwango cha chini kwa ajili ya fomu zote za mtoto ambazo zina mzazi huyo huyo.
tl: Hanggahan ang hanay na ito upang maging pinakamababa para sa lahat ng mga anak na pormularyo na may kaparehong magulang.

source: Limit this field to be like (case sensitive) the following value
ar: تحديد هذا الحقل ليكون مثل القيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der ähnlich dem folgenden Wert (schreibungsabhängig) ist
gl: Limitar este campo a ser como o seguinte valor (distingue entre maiúsculas e minúsculas)
ja: 次の値 (大文字と小文字を区別しない）と同種に、このフィールドを制限します。
nl: Beperk dit veld tot lijkend op de volgende waarde (hoofdlettergevoelig)
pt: Limitar este campo para ser igual (sensível ao tamanho das letras) ao seguinte valor
pt_br: Limitar este campo para que seja (diferencia maiúscula/minúscula) como o seguinte valor
sw: Wekea kikomo uga hii ili (itambue) kama thamani ifuatayo
tl: Hanggahan ang hanay na ito upang maging katulad (maselan ang pagmamakinilya) ng sumusunod na halaga

source: Limit this field to be equal to the following value
ar: تحديد هذا الحقل ليكون مساويا للقيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der gleich dem folgenden Wert ist
gl: Limitar este campo a ser igual que o seguinte valor
ja: 指定した値に等しくなるように、このフィールド値を制限します。
nl: Beperk dit veld tot de volgende reeks
pt: Limitar este campo para ser igual ao seguinte valor
pt_br: Limitar este campo para que seja igual ao seguinte valor
sw: Wekea kikomo uga hii ili kuwa sawa na thamani ifuatayo
tl: Hanggahan ang hanay na ito upang maging katumbas ng sumusunod na halaga

source: Limit this field to be null or not
ar: تحديد هذا الحقل ليكون فارغا أم لا
de: Dieses Feld auf die Eingabe eines Werts beschränken, der „Null“ ist oder darauf, dass das Feld leer bleibt
gl: Limitar este campo a ser nulo ou non
ja: ゼロ/ゼロ以外に、このフィールド値を制限します。
nl: Beperk dit veld tot null of niet
pt: Limitar este campo para ser nulo ou não
pt_br: Limitar este campo para que seja nulo ou não
sw: Wekea kikomo uga hii ili kuwa batili au hapana
tl: Hanggahan ang hanay na ito upang maging walang bisa o hindi

source: Limit this field to be no.
ar: تحديد هذا الحقل ليكون بلا
de: Dieses Feld auf die Eingabe von „Nein“ beschränken
gl: Limitar este campo a ser non.
ja: "いいえ"に、このフィールド値を制限します。
nl: Beperk dit veld tot nee.
pt: Limitar este campo para ser não.
pt_br: Limitar este campo para que seja não.
sw: Wekea kikomo uga hii ili kuwa hapana.
tl: Hanggahan ang hanay na ito upang maging hindi.

source: Limit this field to be the minimum value for this form having the same parent.
ar: تحديد هذا الحقل ليكون قيمة الحد الأدنى لهذا النموذج نفس قيمة الأصل
de: Dieses Feld auf die Eingabe eines Werts beschränken, der das Minimum des Werts in den untergeordneten Datenblättern des zugehörigen übergeordneten Datenblatts sein soll
gl: Limitar este campo a ser o valor mínimo para esta ficha co mesmo pai.
ja: 同じ親を持つフォームの値が最小になるように、このフィールド値を制限します。
nl: Dit veld beperken tot de minimumwaarde van formulieren die hetzelfde bovenliggend formulier hebben.
pt: Limitar este campo para ser o valor mínimo para este tipo de fichas com o mesmo Parent.
pt_br: Limitar este campo para que seja o menor valor desse formulário contendo o mesmo pai.
sw: Wekea kikomo uga hii ili kuwa thamani ya chini kwa ajili ya fomu hii yenye mzazi huyohuyo.
tl: Hanggahan ang hanay na ito upang maging ang pinakamababang halaga para sa pormularyong ito na may kaparehong magulang.

source: Limit this field to be greater than or equal to the following value
ar: تحديد هذا الحقل ليكون أكبر من أو يساوي القيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der größer oder gleich dem folgenden Wert ist
gl: Limitar este campo a ser maior ou igual que o seguinte valor
ja: 次の値以上に、このフィールド値を制限します。
nl: Beperk dit veld tot groter of gelijk aan de volgende waarde
pt: Limitar este campo para ser maior ou igual ao seguinte valor
pt_br: Limitar este campo para que seja maior que ou igual ao seguinte valor
sw: Wekea kikomo uga hii ili kuwa kubwa kuliko au sawa na thamani ifuatayo
tl: Hanggahan ang hanay na ito upang maging mas mahigit kaysa o katumbas ng sumusunod na halaga

source: Limit this field to be true.
ar: تحديد هذا الحقل ليكون صحيحا.
de: Dieses Feld auf die Eingabe von „Wahr“ beschränken
gl: Limitar este campo a ser verdadeiro.
ja: "真"に、このフィールド値を制限します。
nl: Beperk dit veld tot waar.
pt: Limitar este campo para ser verdadeiro.
pt_br: Limitar este campo para que seja verdadeiro.
sw: Wekea kikomo uga hii ili kuwa kweli.
tl: Hanggahan ang hanay na ito upang maging totoo.

source: Limit this field to be equal to (case insensitive) the following value
ar: تحديد هذا الحقل ليكون مساويا للقيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der gleich dem folgenden Wert (schreibungsunabhängig) ist
gl: Limitar este campo a ser igual que o seguinte valor (non distingue entre maiúsculas e minúsculas)
ja: 次の値 (大文字と小文字を区別しない)と合致するように、このフィールド値を制限します。
nl: Beperk dit veld tot gelijk op de volgende waarde (hoofdletterongevoelig)
pt: Limitar este campo para ser igual (insensível ao tamanho das letras) ao seguinte valor
pt_br: Limitar este campo para que seja (não diferencia maiúscula/minúscula) o seguinte valor
sw: Wekea kikomo uga hii ili kuwa sawa na (isitambue) thamani ifuatayo
tl: Hanggahan ang hanay na ito upang maging katumbas ng (maselan ang pagmamakinilya) ng sumusunod na halaga

source: Limit this field to be the maximum for all child forms that have the same parent.
ar: تحديد هذا الحقل ليكون الحد الأقصى لجميع النماذج الفرعية التي لها نفس الأصل
de: Dieses Feld auf die Eingabe eines Werts beschränken, der das Maximum des Werts in den untergeordneten Datenblättern des zugehörigen übergeordneten Datenblatts sein soll
gl: Limitar este campo a ser o máximo para todas as fichas co mesmo pai.
ja: 同じ親を持つすべての子フォームが最大になるように、このフィールド値を制限します。
nl: Dit veld beperken tot het maximum voor alle kindformulieren die hetzelfde bovenliggende formulier hebben.
pt: Limitar este campo para ser o máximo de todas as child forms com a mesma origem.
pt_br: Limitar este campo para que seja o valor máximo dentre todos os fomulários filhos que contenham o mesmo formulário pai.
sw: Wekea kikomo uga hii ili kuwa kiwango cha juu kwa ajili ya fomu zote za mtoto ambazo ni za mzazi huyohuyo.
tl: Hanggahan ang hanay na ito upang maging pinakamalaki para sa lahat ng mga anak na pormularyo na may katulad na magulang.

source: Limit this field to be greater than the following value
ar: تحديد هذا الحقل ليكون أكبر من القيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der größer dem folgenden Wert ist
gl: Limitar este campo a ser maior que o seguinte valor
ja: 次の値より大きい値に、このフィールド値を制限します。
nl: Beperk dit veld tot groter dan de volgende waarde
pt: Limitar este campo para ser maior que o seguinte valor
pt_br: Limitar este campo para que seja maior que o seguinte valor
sw: Wekea kikomo uga hii ili kuwa kubwa kuliko thamani ifuatayo
tl: Hanggahan ang hanay na ito upang maging mas mahigit kaysa sumusunod na halaga

source: Limit this field to be one of the following values
ar: تحديد هذا الحقل ليكون واحدة من القيم التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der einem der folgenden Werte entspricht
gl: Limitar este campo a ser un dos seguintes valores
ja: 次の値のうちのひとつに、このフィールドを制限します。
nl: Beperk dit veld tot een van de volgende waarden
pt: Limitar este campo para ser um dos seguintes valores
pt_br: Limitar este campo para que seja um dos seguintes valores
sw: Wekea kikomo uga hii ili kuwa moja kati ya thamani zifuatazo
tl: Hanggahan ang hanay na ito upang maging isa sa sumusunod na mga halaga

source: Limit this field to be less than the current date.
ar: تحديد هذا الحقل إلى أن يكون أقل من التاريخ الحالي.
de: Dieses Feld auf die Eingabe eines Datums beschränken, das vor dem heutigen Datum liegt
gl: Limitar este campo a ser anterior á data actual.
ja: 現在以前の日付に、このフィールド値を制限します。
nl: Beperk dit veld tot eerder dan de huidige datum.
pt: Limitar este campo para ser anterior à data atual.
pt_br: Limitar este campo para que seja menor que a data atual.
sw: Wekea kikomo uga hii ili kuwa ndogo kuliko tarehe ya sasa.
tl: Hanggahan ang hanay na ito upang maging mas mababa kaysa sa pangkasalukuyang petsa.

source: Limit this field to be the maximum value for this form having the same parent.
ar: تحديد هذا الحقل ليكون الحد الأقصى لقيمة هذا النموذج هي نفس قيمة الأصل
de: Dieses Feld auf die Eingabe eines Werts beschränken, der das Maximum des Werts in den untergeordneten Datenblättern des zugehörigen übergeordneten Datenblatts sein soll
gl: Limitar este campo a ser o valor máximo para esta ficha co mesmo pai.
ja: 同じ親を持つフォームの値が最大になるように、このフィールド値を制限します。
nl: Dit veld beperken tot de maximumwaarde van formulieren die hetzelfde bovenliggend formulier hebben.
pt: Limitar este campo para ser o valor máximo para este tipo de fichas com o mesmo Parent.
pt_br: Limitar este campo para que seja o valor máximo desse formulário contendo o mesmo formulário pai.
sw: Wekea kikomo uga hii ili kuwa thamani ya juu kwa ajili ya fomu hii yenye mzazi huyo huyo
tl: Hanggahan ang hanay na ito upang maging pinakamataas na halaga para sa pormularyong ito na may kaparehong magulang.

source: Limit this field to be less than the following value
ar: تحديد هذا الحقل ليكون أقل من القيمة التالية
de: Dieses Feld auf die Eingabe eines Werts beschränken, der kleiner dem folgenden Wert ist
gl: Limitar este campo a ser menor que o seguinte valor
ja: 次の値未満に、このフィールド値を制限します。
nl: Beperk dit veld tot kleiner dan de volgende waarde
pt: Limitar este campo para ser menor que o seguinte valor
pt_br: Limitar este campo para que seja menor que o seguinte valor
sw: Wekea kikomo uga hii ili kuwa ndogo kuliko thamani ifuatayo
tl: Hanggahan ang hanay na ito upang maging mas mababa kaysa sa sumusunod na halaga

source: Limit this field to be one of the following values: (Hold down the Control key to select multiple values)
ar: تحديد هذا الحقل ليكون واحدة من القيم التالية: (ابق ضاغطا على مفتاح التحكم لاختيار قيم متعددة)
de: Dieses Feld auf die Eingabe von Werten beschränken, die einem der folgenden Werte entsprechen (Zum Auswählen mehrerer Werte die Strg-Taste gedrückt halten)
gl: Limitar este campo a ser un dos seguintes valores: (Prema a tecla Control para seleccionar varios valores)
ja: 次の値のいずれかに、このフィールドを値を制限します。(複数の値はCtrl キーを押しながら選択)
nl: Dit veld beperken tot een van de volgende waarden (houd de toets "Control" ingedrukt om meerdere waarden te selecteren)
pt: Limitar este campo para ser um dos seguintes valores: (Pressione a tecla Control para seleccionar valores múltiplos)
pt_br: Limitar este campo para que seja um dos seguintes valores: (Pressione e segure a tecla CTRL para selecionar múltiplos valores)
sw: Wekea kikomo uga hii ili kuwa moja kati ya thamani zifuatazo (Bofya na gandamiza Dota Dhibiti ili kuchagua thamani nyingi)
tl: Hanggahan ang hanay na ito upang maging isa sa sumusunod na mga halaga: (Panatilihin ang pagpindot sa susing Pantaban upang makapili ng maraming mga halaga)

source: Limit this field to be yes.
ar: تحديد هذا الحقل ليكون نعم.
de: Dieses Feld auf die Eingabe von „Ja“ beschränken
gl: Limitar este campo a ser si.
ja: "はい"に、このフィールド値を制限します。
nl: Beperk dit veld tot ja.
pt: Limitar este campo para sim.
pt_br: Limitar este campo para que seja sim.
sw: Wekea kikomo uga hii ili kuwa ndiyo
tl: Hanggahan ang hanay na ito upang maging oo.

source: Limit this field to be false.
ar: تحديد هذا الحقل ليكون لا
de: Dieses Feld auf die Eingabe von „Falsch“ beschränken
gl: Limitar este campo a ser falso.
ja: "偽"に、このフィールド値を制限します。
nl: Beperk dit veld tot onwaar.
pt: Limitar este campo para falso.
pt_br: Limitar este campo para que seja falso.
sw: Wekea kikomo uga hii ili kuwa si kweli.
tl: Hanggahan ang hanay na ito upang maging hindi totoo.

source: Limit this field to be null (value not specified).
ar: تحديد هذا الحقل ليكون فارغ (قيمة غير محددة).
de: Dieses Feld auf die Eingabe eines Werts beschränken, der nicht „Null“ entspricht (kein angegebener Wert)
gl: Limitar este campo a ser nulo (valor non especificado).
ja: ゼロであること（値を指定しない）に、このフィールド値を制限します。
nl: Beperk dit veld tot null (waarde niet ingesteld).
pt: Limitar este campo para ser nulo (valor não especificado).
pt_br: Limitar este campo para que seja nulo (valor não especificado).
sw: Wekea kikomo uga hii ili kuwa batili (thamani haijabainishwa)
tl: Hanggahan ang hanay na ito upang maging walang bisa (hindi tinukoy ang halaga).
