Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/request-account-verify-email/*.po
Languages: es

source: Request Number
es: Número requerido

source: Email Verifed
es: Correo electrónico verificado

source: E-mail Address
es: Dirección de correo electrónico

source: Please check your email to confirm your e-mail address (%s) in order to login.
es: Por favor verifique su correo electrónico para confirmar su dirección de correo (%s) en orden de autenticación.

source: We had difficulty in sending an e-mail to (%s). Please contact the system administrator
es: Tuvimos dificultades enviando un correo electrónico a (%s). Por favor contactar al administrador del sistema.

source: Your account has been verified.
es: Su cuenta ha sido verificada

source: We could not verify your account.
es: No pudimos verificar su cuenta.

source: The requested username "%1$s" or email "%2$s"is invalid or already in use.
es: El usuario "%1$s" o correo electrónico "%2$s" es inválido o está en uso.

source: Please enter a valid email address.
es: Por favor, ingrese un correo electrónico válido.

source: Verify %1$s Account Request.
es: Verifique la petición de la cuenta %1$s

source: Please verify your account for username "%1$s" by clicking on the link %2$s Once you have verified your account, you can also use the above link to access %3$s. Welcome to %3$s!
es: Por favor, verifique su cuenta para el usuario "%1$s" haciendo clic en el enlace %2$s. Una vez haya verificado su cuenta, también puede usar el enlace anterior para acceder a %3$s. ¡Bienvenido(a) a %3$s!

source: Please verify your account for username "%1$s" by clicking on the link %2$s Welcome to %3$s.
es: Por favor verifique su cuenta para el usuario "%1$s" haciendo clic en el enlace %2$s Bienvenido(a) a %3$s.

source: Request Account
es: Petición de cuenta

source: Resend Email
es: Reenviar correo electrónico

source: Resend Verification Email
es: Reenviar correo de verificación
