Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/simple-competency/*.po
Languages: gl, ja, sv

source: Edit This Information
gl: Editar esta información
ja: この情報を編集
sv: Redigera denna information

source: Update this Information
gl: Actualizar esta información
ja: この情報を更新
sv: Uppdatera denna information

source: Select another Competency Type
gl: Seleccionar outro tipo de competencias
ja: 他の資格種類を選択

source: Competency Type
gl: Tipo de competencias
ja: 資格種類
sv: Kompetenstyp

source: Select another Competency
gl: Seleccionar outra competencia
ja: 他の通貨を選択

source: Competency
gl: Competencia
ja: 資格
sv: Kompetens

source: Select another Competency Evaluation
gl: Seleccionar outra avaliación de competencias
ja: 他の資格評価を選択

source: Competency Evaluation
gl: Avaliación de competencias
ja: 資格評価

source: Edit all list associated with competency
gl: Editar todas as listas asociadas á competencia
ja: 資格に関連付けられている全てのリストを編集します。
sv: Redigera alla listor som är associerade med kompetens

source: Edit the competency list
gl: Editar a lista de competencias
ja: 資格リストを編集します。
sv: Redigera kompetenslistan

source: Edit the competency type list
gl: Editar a lista dos tipos de competencias
ja: 資格種類リストを編集します。
sv: Redigera kompetenstypslistan

source: View all list associated with competency
gl: Ollar todas as listas asociadas á competencia
ja: 資格に関連付けられている全てのリストを表示します。
sv: Visa alla listor som är associerade med kompetens

source: View the competency list
gl: Ollar a lista de competencias
ja: 資格リストを表示します。
sv: Visa kompetenslistan

source: View the competency type list
gl: Ollar a lista dos tipos de competencias
ja: 資格種類リストを表示します。
sv: Visa kompetenstypslistan

source: Name
gl: Nome
ja: 名前
sv: Namn

source: Select Competency Type then Competency
gl: Seleccione o tipo de competencia; logo, a competencia
ja: 資格種類・能力を選択します。
sv: Välj kompetenstyp, sedan kompetens

source: Notes
gl: Notas
ja: 注釈
sv: Anteckningar
