Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/dependents/*.po
Languages: sv

source: Gender
sv: Kön

source: Date of Birth
sv: Födelsedatum

source: Name
sv: Namn

source: Dependent
sv: Anhöriga

source: Can view a person's dependents
sv: Kan visa en persons anhöriga

source: Can edit a person's dependents
sv: Kan redigera en persons anhöriga

source: Add/Update Dependent Information
sv: Lägg till/Uppdatera Information om Anhöriga

source: Edit This Information
sv: Redigera Denna Information

source: Update this Information
sv: Uppdatera denna information

source: Dependent Information
sv: Beroende information
