Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: pt_br

source: Facility List
pt_br: Lista de Escritórios

source: Facility information
pt_br: Informação do Escritório

source: The facility type for this facility.
pt_br: O tipo de escritório para esse escritório.

source: Facility Type
pt_br: Tipo de Escritório

source: The contact information for this facility.
pt_br: As informações de contato para esse escritório.

source: Facility Contact
pt_br: Contato do Escritório

source: The district where this facility is.
pt_br: O bairro onde o escritório está.

source: District
pt_br: Bairro

source: Facility information.
pt_br: Informação do Escritório.

source: Facility Type ID
pt_br: Identificação do Tipo de Escritório

source: Facility Location
pt_br: Localização do Escritório

source: Facility Location ID
pt_br: Identificação da Localização do Escritório

source: Facility Name
pt_br: Nome do Escritório

source: Location
pt_br: Localização

source: Mailing Address
pt_br: Endereço de Correspondência

source: Telephone Number
pt_br: Número de Telefone

source: Email Address
pt_br: E-mail

source: Contact Notes
pt_br: Notas do Contato

source: A list of all facilities.
pt_br: Uma lista de todos os escritórios.

source: Facility Report
pt_br: Relatório do Escritório
