Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/currency/*.po
Languages: pa

source: Edit This Information
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ

source: Update this Information
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ

source: Select another Currency
pa: ਕੋਈ ਹੋਰ ਮੁੱਦਰਾ ਚੁਣੋ

source: Currency
pa: ਮੁੱਦਰਾ

source: Can edit currency information
pa: ਮੁੱਦਰਾ ਦੀ ਜਾਣਕਾਰੀ ਸੋਧੀ ਜਾ ਸਕਦੀ ਹੈ

source: Can view currency information
pa: ਮੁੱਦਰਾ ਦੀ ਜਾਣਕਾਰੀ ਵੇਖੀ ਜਾ ਸਕਦੀ ਹੈ

source: Currency Code
pa: ਮੁੱਦਰਾ ਕੋਡ

source: Name
pa: ਨਾਂ

source: Country
pa: ਮੁਲਕ

source: Symbol
pa: ਨਿਸ਼ਾਨ

source: The international currency code (Ex. "USD", "GBP", etc.)
pa: ਕੌਮਾਂਤਰੀ ਮੁੱਦਰਾ ਕੋਡ (ਮਿਸਾਲ ਵਜੋਂ "USD", "GBP" ਵਗੈਰਾ)

source: Ex. "United States Dollar", "British Pound"
pa: ਮਿਸਾਲ ਵਜੋਂ "ਸੰਯੁਕਤ ਰਾਜ ਡਾਲਰ", "ਬਰਤਾਨਵੀ ਪਾਊਂਡ"

source: Ex. "$"
pa: ਮਿਸਾਲ "$"
