Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/ceus/*.po
Languages: pa

source: Edit This Information
pa: ਇਸ ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ

source: Update this Information
pa: ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ

source: Select another Course
pa: ਕੋਈ ਹੋਰ ਪਾਠ-ਤਰਤੀਬ ਚੁਣੋ

source: Continuing Education Course
pa: ਚਾਲੂ ਸਿੱਖਿਅਕ ਪਾਠ-ਤਰਤੀਬ

source: Edit the continuing education list
pa: ਚਾਲੂ ਸਿੱਖਿਅਕ ਪਾਠ-ਤਰਤੀਬ ਸੋਧੋ

source: View the continuing education list
pa: ਚਾਲੂ ਸਿੱਖਿਅਕ ਪਾਠ-ਤਰਤੀਬ ਵੇਖੋ

source: Continuing Education
pa: ਚਾਲੂ ਸਿੱਖਿਆ

source: Name
pa: ਨਾਂ

source: Credit Hours
pa: ਵਸੂਲ ਘੰਟੇ

source: Start Date
pa: ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ

source: End Date
pa: ਅੰਤਲੀ ਮਿਤੀ
