Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/admin/*.po
Languages: ar, br, tl

source: Configure
ar: تكوين
br: Kefluniañ
tl: Isaayos

source: Available Modules
ar: الوحدات المتوفرة
br: Modulennoù da gaout
tl: Makukuhang mga Modyul

source: Enable
ar: تمكين
br: Gweredekaat
tl: Paganahin

source: sub-modules
ar: الوحدات الفرعية
br: is-vodulennoù
tl: kabahaging mga modyul

source: Main Module Menu
ar: قائمة الوحدة الرئيسة
br: Lañser ar vodulenn bennañ
tl: Pangunahing Pilian ng Modyul

source: This module has no configuration action defined.
ar: هذه الوحدة لا تحتوي علي إجراء تكويني معرف
br: N'en deus ar modul-mañ a obererezhioù kefluniañ termenet.
tl: Ang modyul na ito ay walang tinukoy na galaw ng pagsasaayos.

source: This module has no configuration action defined at
ar: هذه الوحدة لا تحتوي علي اجراء تكويني معرف بـ
br: N'en deus ar modul-mañ a obererezhioù kefluniañ termenet gant
tl: Ang modyul na ito ay walang tinukoy na galaw ng pagsasaayos sa

source: Can configure modules
ar: يمكن تكوين وحدات
br: A c'hall kefluniañ moduloù
tl: Makapag-aayos ng mga modyul

source: Administration
ar: إدارة
br: Merañ
tl: Administrasyon

source: Here you may select modules to enable or disable by clicking or unclicking the checkboxes and then hitting the
ar: هنا يمكنك اختيار تفعيل الوحدات او لا عن طريق النقر أو عدم النقر علي مربعات الاختيار ثم إضغط ال
br: Amañ e c'hallit dibab moduloù da weredekaat pe da ziweredekaat en ur askañ pe en ur ziaskañ al logoù hag en ur waskañ neuze war an
tl: Dito ka maaaring pumili ng mga modyul upang mapagana o hindi mapagana sa pamamagitan ng pagpindot o huwag pindutin ang mga kahong tsinetsekan at pagkaraan ay patatamaan ang

source: button at the bottom of the page. You may also configure certain modules by clicking on the
ar: الزر الموجود في أسفل الصفحة. يمكنك أيضا تكوين وحدات معينة من خلال النقر على
br: Gweredekaat e traoñ ar bajenn. Gallout a rit kefluniañ moduloù zo en ur glikañ war an
tl: pindutan na nasa ilalim ng pahina. Maaarin mo ring isaayos ang partikular na mga modyul sa pamamagitan ng pagpindot sa

source: link associated to them if it is present. Some modules also have sub-modules associated with them which may be accessed by clicking on the
ar: الارتباط المقترن بهم إذا كان موجودا. بعض الوحدات لديها أيضا وحدات فرعية مرتبطة بها والتي يمكن الوصول إليها من خلال النقر على
br: Liamm kevelet outo ma'z eus anezhañ. Moduloù zo o deus ismoduloù zo kevelet outo hag a c'haller tostaat outo en ur gliglañ war al liamm"
tl: kawing na kaugnay nila kung naroroon. May ilang mga modyul na may kabahaging mga modyul na kaugnay nila na maaaring mapuntahan sa pamamagitan ng pagpindot sa

source: Version
ar: الإصدار
br: Stumm
tl: Bersyon

source: Created by
ar: التي تم انشاؤها بواسطة
br: Krouet gant
tl: Nilikha ni

source: Contact
ar: اتصال
br: Darempred
tl: Kaugnayan

source: author
ar: كاتب
br: aozer
tl: may-akda

source: Sub-Modules
ar: الوحدات الفرعية
br: Is-vodulennoù
tl: Kabahaging mga Modyul

source: link or on the down-pointing arrow if present.
br: Liamm pe war ar bir war-draoñ ma'z eus anezhañ.
