Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/person-simple-competency/*.po
Languages: cs, gl

source: Edit This Information
cs: Upravit tuto informaci
gl: Editar esta información

source: Update this Information
cs: Aktualizovat tuto Informaci
gl: Actualizar esta información

source: View Evaluation History
cs: Zobrazit historii vyhodnocení
gl: Ollar o historial de avaliacións

source: Competency
cs: Kompetence
gl: Competencia

source: Competency Information
cs: Informace o kompetenci
gl: Información sobre as competencias

source: Competency Evaluation History
cs: Historie vyhodnocení kompetence
gl: Historial de avaliación das competencias

source: return
cs: návrat
gl: volver

source: Not Evaluated
cs: Nehodnoceno
gl: Sen avaliar

source: Competent
cs: Kompetentní
gl: Competente

source: Not Competent
cs: Nekompetentní
gl: Non competente

source: Can view person_competency child form of a person
cs: Může zobrazit podřazený formulář person_competency osoby
gl: Pode ollar a ficha person_competency dunha persoa

source: Can edit person_competency child forms of a person
cs: Může upravit podřazený formulář person_competency osoby
gl: Pode editar a ficha person_competency dunha persoa

source: Can view the competency evaluation history of a person
cs: Může zobrazit historii vyhodnocení kompetence osoby
gl: Pode ollar o historial de avaliación das competencias dunha persoa

source: Edit the competency evaluation list
cs: Upravit seznam ohodnocení kompetence
gl: Editar a lista de avaliación das competencias

source: View the competency evaluation list
cs: Zobrazit seznam ohodnocení kompetence
gl: Ollar a lista de avaliación das competencias

source: Competency Evaluation
cs: Vyhodnocení kompetence
gl: Avaliación de competencias

source: Person Competency
cs: Kompetence osoby
gl: Competencia persoal

source: Competency Evluation History
cs: Historie vyhodnocení kompetence
gl: Historial de avaliación das competencias

source: Add/Update Competency
cs: Přidat/Aktualizovat kompetenci
gl: Engadir/Actualizar as competencias

source: Last Evaluated
cs: Naposledy vyhodnoceno
gl: Última avaliación

source: Evaluation
cs: Vyhodnocení
gl: Avaliación

source: Can view the competency evaluation of a person
cs: Může zobrazit vyhodnocení kompetence osoby
gl: Pode ollar a avaliación das competencias dunha persoa
