Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/facility/*.po
Languages: pa

source: Edit This Information
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ

source: Update this Information
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ

source: Select another Office/Facility
pa: ਕੋਈ ਹੋਰ ਦਫ਼ਤਰ/ਸਹੂਲਤ ਚੁਣੋ

source: Office/Facility
pa: ਦਫ਼ਤਰ/ਸਹੂਲਤ

source: Select another Facility Type
pa: ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਸਹੂਲਤ ਚੁਣੋ

source: Facility Type
pa: ਸਹੂਲਤ ਦੀ ਕਿਸਮ

source: Edit the facility list
pa: ਸਹੂਲਤ ਸੂਚੀ ਸੋਧੋ

source: View the facility list
pa: ਸਹੂਲਤ ਸੂਚੀ ਵੇਖੋ

source: Edit the facility type list
pa: ਸਹੂਲਤ ਕਿਸਮਾਂ ਦੀ ਸੂਚੀ ਸੋਧੋ

source: View the facility type list
pa: ਸਹੂਲਤ ਕਿਸਮਾਂ ਦੀ ਸੂਚੀ ਵੇਖੋ
