Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: tl

source: Current Staff
tl: Pangkasalukuyang Tauhan

source: A list of all current staff.
tl: Isang tala ng lahat ng pangkasalukuyang tauhan.

source: Person
tl: Tao

source: The person currently filling this position.
tl: Ang tao na pangkasalukuyang pumupuno sa posisyong ito.

source: Demographic
tl: Demograpiko

source: Demographic details for the person.
tl: Mga detalyeng demograpiko para sa tao.

source: Work Contact
tl: Kaugnayang Panghanapbuhay

source: Work contact details for this person.
tl: Mga detalye ng kaugnayang panghanapbuhay para sa taong ito.

source: Emergency Contact
tl: Kaugnayang Pangsakuna

source: Emergency Contact details for this person.
tl: Mga detalye ng Kaugnayang Pangsakuna para sa taong ito.

source: Home Contact
tl: Kaugnayang Pangtahanan

source: Home contact details for this person.
tl: Mga detalye ng kaugnayang pangtahanan para sa taong ito.

source: Nationality
tl: Kabansaan

source: Position
tl: Posisyon

source: The position held by this person.
tl: Ang posisyong hinahawakan ng taong ito.

source: Facility
tl: Pasilidad

source: The facility where this position works.
tl: Ang pasilidad kung saan naghahanapbuhay ang posisyong ito.

source: Department
tl: Kagawaran

source: The department for this position.
tl: Ang kagawaran para sa posisyong ito.

source: Job
tl: Hanapbuhay

source: The job associated with this position.
tl: Ang hanapbuhay na may kaugnayan sa posisyong ito.

source: Classification
tl: Klasipikasyon

source: The job classification for this position.
tl: Ang mga klasipikasyon ng hanapbuhay para sa posisyong ito.

source: Current Salary
tl: Pangkasalukuyang Sahod

source: The current salary for this person.
tl: Ang pangkasalukuyang suweldo para sa taong ito.

source: Starting Salary
tl: Pinagsimulang Sahod

source: The starting salary for this person in their current position.
tl: Ang pinagsimulang pasahod para sa taong ito sa kanilang pangkasalukuyang puwesto.

source: The year this person turns 65.
tl: Ang taon kung kailan magiging 65 ang taong ito.

source: The age range for the person
tl: Ang saklaw ng edad para sa tao

source: The year the person started in this position.
tl: Ang taon kung kailan nagsimula sa posisyong ito ang tao.

source: Staff List
tl: Tala ng Tauhan

source: Hire Date
tl: Petsa ng Pagkakakuha

source: Surname
tl: Apelyido

source: Firstname
tl: Unang pangalan

source: Othername
tl: Iba pang pangalan

source: Nationality ID
tl: ID ng Kabansaan

source: Birth Date
tl: Petsa ng Kapanganakan

source: Gender
tl: Kasarian

source: Work Telephone
tl: Telepono sa Hanapbuhay

source: Work Email
tl: E-liham sa Hanapbuhay

source: Emergency Address
tl: Tirahan na Pangsakuna

source: Emergency Telephone
tl: Telepono na Pangsakuna

source: Emergency Email
tl: E-liham na Pangsakuna

source: Home Address
tl: Tirahang Pangtahanan

source: Home Telephone
tl: Telepono sa Tahanan

source: Home Email
tl: E-liham sa Tahanan

source: Facility ID
tl: ID ng Pasilidad

source: Department ID
tl: ID ng Kagawaran

source: Staff Charts
tl: Mga Talangguhit na Pangtauhan

source: Staff aggregate reports for charting.
tl: Kumpulan ng mga ulat na pangtauhan para sa pagtatalangguhit.

source: Birth Date After
tl: Petsa ng Kapanganakan Pagkaraan ng

source: Birth Date Before
tl: Petsa ng Kapanganakan Pagkaraan ng

source: Demographic Birth Date
tl: Demograpikong Petsa ng Kapanganakan

source: Facility Type
tl: Uri ng Pasilidad

source: Job Title
tl: Pamagat ng Hanapbuhay

source: Retirement Year
tl: Taon ng Pagreretiro

source: Age Range
tl: Saklaw ng Edad

source: Hire Year
tl: Taon ng Pagkakakuha sa Hanapbuhay

source: Staff Directory
tl: Direktoryo ng Tauhan

source: A list of all current staff with work contact information.
tl: Isang tala ng lahat ng pangkasalukuyang tauhan na may kabatirang pangpakikipag-ugnayan.

source: Home Contact List
tl: Tala ng Pangtahanang Pakikipag-ugnayan

source: All staff with home contact details.
tl: Lahat ng tauhan na may mga detalye ng pangtahanang pakikipag-ugnayan.

source: Classification Breakdown
tl: Pag-iisa-isa ng Klasipikasyon

source: A total of all staff by classification.
tl: Isang kabuuan ng lahat ng tauhan ayon sa klasipikasyon.

source: Pie Chart(Simple)
tl: Talangguhit na Bilog (Payak)

source: Bar Chart(Simple)
tl: Talangguhit na Bareta (Payak)

source: Column Chart(Simple)
tl: Talangguhit na Nakahanay Paitaas (Payak)

source: Scatter Plot
tl: Pagtatandang Nakakalat

source: Emergency Contact List
tl: Tala ng mga Kaugnayang Pangsakuna

source: List of all staff with emergency contact details.
tl: Tala ng lahat ng tauhan na may mga detalye ng ugnayang pangsakuna.

source: Salary List
tl: Tala ng Sahod

source: A list of all employees with salary details.
tl: Isang tala ng lahat ng mga empleyado na may mga detalye ng sahod.

source: Job Breakdown
tl: Pag-iisa-isa ng Hanapbuhay

source: Total staff by job.
tl: Kabuuan ng tauhan ayon sa hanapbuhay.

source: Nationality Breakdown
tl: Pag-iisa-isa ng Kabansaan

source: A list of all staff by nationality.
tl: Isang tala ng lahat ng tauhan ayon sa kabansaan.

source: Age Distribution
tl: Pagkakabaha-bahagi ng Edad

source: Total of all staff by age range.
tl: Kabuuan ng lahat ng tauhan ayon sa saklaw ng edad.

source: Hires per Year
tl: Mga Pagkuha bawat Taon

source: Hire totals by year.
tl: Mga kabuuan ng pagkuha ayon sa taon.

source: Stacked Column Chart(Simple)
tl: Talangguhit ng Hanay na Pataas at Nakasalansan (Payak)

source: Retirement Planning
tl: Pagpaplanong Pangpagreretiro

source: Staff totals by retirement year.
tl: Mga kabuuan ng tauhan ayon sa taon ng pagreretiro.

source: Staff Reports
tl: Mga Ulat sa Tauhan
