Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/swissfactory/*.po
Languages: tl

source: Select one option
tl: Pumili ng isang pagpipilian

source: Select options
tl: Pumili ng mga pagpipilian

source: Configuration Options
tl: Mga Mapagpipilian ng Pagkakaayos

source: Value
tl: Halaga

source: Index
tl: Talatuntunan

source: Values
tl: Mga halaga

source: Parent
tl: Magulang

source: Non-Expert Mode
tl: Gawi ng Hindi Dalubhasa

source: Configuration Sub-Options
tl: Kabahaging mga Mapagpipilian ng Pagkakaayos

source: True
tl: Totoo

source: False
tl: Mali

source: Check to set to true
tl: Lagyan ng tsek upang itakda bilang totoo

source: Expert Mode
tl: Dalubhasang Gawi
