Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/manage-registration/*.po
Languages: ar, mk, pt, pt_br

source: Registration Information
ar: معلومات التسجيل
mk: Информации за регистрација
pt: Informação de Registo
pt_br: Informações de Registro

source: License Information
ar: معلومات الترخيص
mk: Информации за лиценца
pt: Informação sobre a Licença
pt_br: Informação sobre a Licença

source: Edit This Information
ar: تعديل هذه المعلومة
mk: Уреди ги информацииве
pt: Editar Esta Informação
pt_br: Editar Esta Informação

source: Update this Information
ar: تحديث هذه المعلومة
mk: Поднови ги информацииве
pt: Actualizar esta Informação
pt_br: Atualizar Esta Informação

source: Registration/License Information
ar: معلومات التسجيل/الترخيص
mk: Информации за регистрација/лиценца
pt: Informação sobre Registo/Licença
pt_br: Informação de Registro/Licença

source: Select another Registration Council
ar: إختيار مجلس تسجيل آخر
mk: Одберете друг регистарски совет
pt: Seleccionar outro Conselho de Registo
pt_br: Selecione outro Conselho de Registro

source: Registration Council
ar: مجلس التسجيل
mk: Регистарски совет
pt: Conselho de Registo
pt_br: Conselho de Registro

source: Can view registration child form of a person
ar: يمكن عرض نموذج التسجيل الفرعي لشخص
mk: Може да се прегледува регистарскиот подобразец за едно лице
pt: Pode visualizar o child form de registo de uma pessoa
pt_br: Pode ver a forma de registro de uma pessoa

source: Can edit registration child forms of a person
ar: يمكن تعديل نموذج التسجيل الفرعي لشخص
mk: Може да се уредуваат регистарските подобрасци за едно лице
pt: Pode editar o child form de registo de uma pessoa
pt_br: Pode editar a forma de registro de uma pessoa

source: Can edit the council database list
ar: يمكن تعديل قائمة قاعدة بيانات المجلس
mk: Може да се уредува списокот на бази на податоци на советот
pt: Pode editar a lista de base de dados de conselhos
pt_br: Pode editar o banco de dados de conselhos

source: Can view the council database list
ar: يمكن عرض قائمة قاعدة بيانات المجلس
mk: Може да се прегледува списокот на бази на податоци на советот
pt: Pode visualizar a lista de base de dados de conselhos
pt_br: Pode ver o banco de dados de conselhos

source: Add/Update Registration
ar: إضافة / تحديث التسجيل
mk: Додај/Поднови регистрација
pt: Adicionar/Actualizar Registo
pt_br: Adicionar/Atualizar Registros

source: Council
ar: مجلس
mk: Совет
pt: Conselho
pt_br: Conselho

source: Registration
ar: تسجيل
mk: Регистрација
pt: Registo
pt_br: Registro

source: Registration Number
ar: رقم التسجيل
mk: Регистарски број
pt: Número de Registo
pt_br: Número de registro

source: License Number
ar: رقم الترخيص
mk: Лиценцен број
pt: Número de Licença
pt_br: Número de Licença

source: Registration Date
ar: تاريخ التسجيل
mk: Датум на регистрација
pt: Data de Registo
pt_br: Data de Registro

source: License Expiration Date
ar: تاريخ انتهاء صلاحية الترخيص
mk: Лиценцата важи до
pt: Data de Validade da Licença
pt_br: Data de Expiração da Licença
