Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/person-*/*.po
Languages: id

source: Identification Information
id: Identifikační informace

source: Edit This Information
id: Upravit tuto informaci

source: Update this Information
id: Aktualizovat tuto Informaci

source: Select another ID Type
id: Vbyrat jiný typ ID

source: ID Type
id: Typ ID

source: Identification
id: Identifikace

source: Can view person_id child form of a person
id: Může zobrazit podřazený formulář person_id osoby

source: Can edit person_id child forms of a person
id: Může upravit podřazený formulář person_id osoby

source: Can edit the id_type database list
id: Může upravit databázový seznam id_type

source: Can view the id_type database list
id: Může zobrazit databázový seznam id_type

source: Add/Update Identification
id: Přidat/Aktualizovat identifikaci

source: Identification Type
id: Typ identifikace

source: Person Identification
id: Identifikace osoby

source: This form holds basic information about an identification for a person
id: Tento formulář obsahuje základní informace o identifikaci osoby

source: Identification Number
id: Identifikační číslo

source: The date of expiration must be after the date of issue.
id: Datum vypršení platnosti musí následovat po datu vydání.

source: Date of Issue
id: Datum vydání

source: Date of Expiration
id: Datum vypršení platnosti

source: Country of Issue
id: Země vydání

source: Place of Issue
id: Místo vydání
