Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/locale-selector/*.po
Languages: es

source: Add New Locale
es: Agregar un Nuevo Idioma

source: Add A New Locale
es: Agregar un Nuevo Idioma

source: Close
es: Cerrar

source: Locale Resolution
es: Idioma local

source: The default resolution is
es: El idioma por defecto es

source: Here you may select the locales that you wish to make available for users to select for your site. The default fallback locale for the site is
es: Aquí puede seleccionar los idiomas que estarán disponibles para los usuarios de su sitio. El idioma secundario predeterminado para su sitio es

source: These are the locales that are available for users to select for your site. The default fallback locale for the site is
es: Estos son los idiomas disponibles para que los usuarios seleccionen en su sitio. El idioma predeterminado para el sitio es

source: The list of locales to looking for translations of the locale
es: La lista de idiomas para buscar las traducciones en el archivo de localización

source: . If not set, then the selected locale is checked, then its underlying language, and then
es: . Sí no está marcado, entonces se usa el idioma seleccionado, luego el idioma secundario, y luego

source: Select Available Locale
es: Seleccione un local disponible

source: Available Locales
es: Locales disponibles

source: Select a locale for your system
es: Seleccione un local para el sistema

source: Select Locale
es: Seleccione un local

source: Custom Locale
es: Local personalizado

source: You may enter a custom locale to be made available to your system.
es: Puede introducir un local personalizado para que esté a disposición del sistema.

source: If you wish to specify an alternate locale resolution you may do so by entering them as a comma separated list from highest priority to lowest priority.
es: Sí deseas especificar una resolución local alternativa, puedes hacerlo ingresándolos como una lista separada por comas, de mayor a menor prioridad.

source: For example fr-RW,fr-FR,%s may be an appropriate resolution for the locale fr-RW.
es: Por ejemplo fr-RW,fr-FR,%s puede ser una resolución apropiada para el código local fr-RW.

source: If %s is not specified in the list, it is automatically set as the lowest priority locale.
es: Si %s no está especificado en la lista, es automáticamente configurado como el idioma local de menor prioridad.
