Repository: jlungo/ihri-malawi
Catalog: 4.1.11/I2CE/translations/templates/user-form/*.po
Languages: gl, it

source: return (do not save changes)
gl: volver (non gardar os cambios)
it: Indietro (non salvare i cambiamenti)

source: Administer Users
gl: Administrar os usuarios
it: Amministra utenti

source: Select User to Edit
gl: Seleccione o usuario a editar
it: Seleziona utente da amministrare

source: Add new User
gl: Engadir un novo usuario
it: Aggiungi nuovo utente

source: Can create a user on the system
gl: Pode crear un usuario no sistema
it: Crea un utente di sistema

source: Can edit all the users in the system.
gl: Pode editar todos os usuarios no sistema.
it: Modifica tutti gli utenti di sistema

source: Manage Users/Access
gl: Administrar os usuarios/o acceso
it: Gestisci Utenti/Accessi

source: Role
gl: Rol
it: Ruolo

source: Can Assign To User
gl: Pode atribuír ao usuario
it: Assegna a un utente

source: Username
gl: Nome de usuario
it: Nome utente

source: Password (leave blank to keep the same password)
gl: Contrasinal (déixeo en branco para manter o mesmo contrasinal)
it: Password (lascia vuoto per mantenere la stessa password)

source: Generate New Password
gl: Xerar un novo contrasinal
it: Crea Nuova Password

source: Can create or edit the users in the system.
gl: Pode crear ou editar os usuarios no sistema.
it: Crea o modifica gli utenti nel sistema.

source: Confirm
gl: Confirmar
it: Conferma

source: User Information
gl: Información do usuario
it: Informazioni Utente

source: Edit This Information
gl: Editar esta información
it: Modifica Questa Informazione

source: Update This Information
gl: Actualizar esta información
it: Aggiorna Questa Informazione

source: Select another User
gl: Seleccionar outro usuario
it: Seleziona un altro Utente

source: add
gl: engadir
it: aggiungi

source: That username is already being used.
gl: Ese nome de usuario xa está en uso.
it: Il nome utente è già usato.

source: The password and confirmation password weren't the same.
gl: O contrasinal e a súa confirmación non eran idénticos.
it: La password e la conferma password non sono uguali.

source: For new users you must enter an initial password.
gl: Os usuarios novos deben introducir un contrasinal inicial.
it: Per i nuovi utenti è necessario inserire una password iniziale.

source: Required Field
gl: Campo obrigatorio
it: Campo obbligatorio

source: Preferred Home Page
gl: Páxina de inicio preferida
