Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/self-service/*.po
Languages: cs, de, fr

source: View
cs: Zobrazit
de: Ansicht
fr: Afficher

source: Can view user_map child form of a person
cs: Může zobrazit podřazený formulář user_map osoby
de: Darf vererbte user_map-Formulare einer Person betrachten
fr: Peut afficher les formulaires de la carte d'utilisateur d'une personne

source: Can edit user_map child forms of a person
cs: Může upravit podřazený formulář user_map osoby
de: Darf vererbte user_map-Formulare einer Person bearbeiten
fr: Peut editer les formulaires de la carte d'utilisateur d'une personne

source: User Map
cs: Uživatelská mapa
de: Benutzerübersicht
fr: Carte d'utilisteur

source: Username
cs: Uživatelské jméno
de: Benutzername
fr: Nom d'utilisateur

source: Add/Update User Account
cs: Přidat/Aktualizovat uživatelský účet
de: Benutzerkonto eröffnen/bearbeiten
fr: Ajouter/mettre a jour le compte d'utilisateur

source: Assign User Account to this Person
cs: Přidělit uživatelský účet této osobě
de: Benutzerkonto dieser Person zuweisen
fr: Assigner le compter d'utilisateur à cette personne

source: Create User Account for this Person
cs: Vytvořit uživateslký účet pro tuto osobu
de: Benutzerkonto für diese Person eröffnen
fr: Créer un compte d'utilisateur pour cette personne

source: Edit This Information
cs: Upravit tuto informaci
de: Diese Angabe bearbeiten
fr: Éditer cette information

source: Update this Information
cs: Aktualizovat tuto Informaci
de: Diese Angabe aktualisieren
fr: Mettre à jour cette information

source: Self-Service User Account
cs: Samoobslužný uživatelský účet
de: Selbstbedienungs-Benutzerkonto
fr: Libre service du compte d'utilisateur
