Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-manage/translations/templates/manage-self-service-application/*.po
Languages: ar, oc

source: Add/Update Person
ar: تحديث / إضافة شخص
oc: Apondre/Metre a jorn una persona

source: Open Positions
ar: الوظائف المتاحة
oc: Pòstes dobèrts

source: Position List
ar: قائمة الوظائف
oc: Lista dels pòstes

source: Details for all positions.
ar: التفاصيل الخاصة بجميع الوظائف.
oc: Detalhs de totes los pòstes.

source: Position Reports
ar: تقارير الوظيفة
oc: Rapòrts suls pòstes

source: Code
ar: رمز
oc: Còde

source: Position Job
ar: عمل الوظيفة
oc: Trabalh del pòste

source: Job
ar: الوظيفة
oc: Pòste

source: Title
ar: عنوان
oc: Títol

source: Facility ID
ar: رقم تعريف المرفق
oc: Identitat de l'estructura

source: Facility
ar: مرفق
oc: Estructura

source: Department ID
ar: رقم تعريف القسم
oc: ID del Departament

source: Department
ar: قسم
oc: Departament

source: Posted Date
ar: تاريخ النشر
oc: Data de publicacion

source: The currently open positions
ar: الوظائف المتاحة حاليا
oc: los pòstes dobèrts correntament

source: Apply for a Position
ar: التقدم لوظيفة
oc: Aplicar a un pòste

source: Personal Information
ar: المعلومات الشخصية
oc: Entresenhas personalas

source: User Details
ar: تفاصيل المستخدم
oc: Detalhs sus l'utilizaire
