Repository: jlungo/ihri-malawi
Catalog: 4.1.11/ihris-common/translations/templates/establishment/*.po
Languages: oc

source: Set Establishments
oc: Configurar las nòrmas

source: Add new Establishment Type
oc: Apondre un tipe de norma novèl

source: Add new Establishment Category
oc: Apondre una categoria de norma novèla

source: Select Establishment Category to set
oc: Causir la categoria de norma d'establir

source: Edit This Information
oc: Modificar aquesta informacion

source: Update this Information
oc: Metre a jorn aquesta informacion

source: Select another Establishment
oc: Causir una autra norma

source: Select another Establishment Period
oc: Causir un autre periòde d'aplicacion de norma

source: Can edit the establishment type database list
oc: Pòt editar la lista de las bancas de donadas de tipe de las nòrmas

source: Can view the establishment type database list
oc: Pòt afichar la banca de donadas de la lista de tipe de las nòrmas

source: Can edit the establishment period database list
oc: Configurar las nòrmas

source: Establishment
oc: Las nòrmas

source: Establishment Period
oc: Lo periòde d'aplicacion de las nòrmas

source: Establishment Type
oc: Tipe de las nòrmas

source: Year of Applicability
oc: L'annada aplicabla

source: %s at %s (%s)
oc: %s a %s (%s)

source: Job or Cadre
oc: Emplec o quadre

source: Number of Health Workers
oc: Nombre dels agents de santat

source: Facility or Facility Type
oc: Installacion o Tipe d’installacion
